{
    "items": [
        {
            "taxCode": "10040",
            "name": "Installation Services",
            "description": "A charge separately stated from any sale of the product itself for the installation of tangible personal property.  This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "10122100A0000",
            "name": "OTC Pet Food",
            "description": "Food for household pets that is consumed for nutritional value. This code is not intended for food related to working farm animals or animals raised for meat or milk production. This code is intended for retail sales made directly to end consumers."
        },
        {
            "taxCode": "10171800A0001",
            "name": "Agricultural Fertilizer - Non-commercial gardening",
            "description": "Products for use in non-commercial food producing gardens to enhance plant growth."
        },
        {
            "taxCode": "10191500A0001",
            "name": "Agricultural Chemicals - Non-commercial gardening",
            "description": "Products for use in non-commercial food producing gardens to control insects, weeds, and fungus."
        },
        {
            "taxCode": "11121700A0001",
            "name": "Landscape Soil, Mulch, Compost - Residential",
            "description": "Landscape soil, mulch, compost - residential"
        },
        {
            "taxCode": "11151700A0000",
            "name": "Clothing - Yarn",
            "description": "Clothing - Clothing - Yarn"
        },
        {
            "taxCode": "11151700A0001",
            "name": "Yarn - For use other than fabricating/repairing clothing",
            "description": "Yarn - For use other than fabricating/repairing clothing"
        },
        {
            "taxCode": "11160000A0000",
            "name": "Clothing - Fabric for use in clothing",
            "description": "Clothing - Fabric for use in clothing"
        },
        {
            "taxCode": "14111507A0000",
            "name": "Printer Paper",
            "description": "Printer Paper"
        },
        {
            "taxCode": "14111601A0001",
            "name": "Gift Wrapping - in conjunction with purchase of article",
            "description": "A charge for the wrapping of articles in a box or bag with paper and other decorative additions. The charge is separately stated from the article."
        },
        {
            "taxCode": "14111601A9007",
            "name": "Gift Wrapping - separate from purchase of article",
            "description": "A charge for the wrapping of article(s) in a box or bag with paper and other decorative additions. The wrapping is not linked to the purchase of the article(s) and is performed by a party other than the vendor of the article(s)."
        },
        {
            "taxCode": "14111605A0001",
            "name": "Digital Greeting Cards - Audio Visual",
            "description": "An electronic greeting \"card\" typically sent via email that contains a series of related images which, when shown in succession, impart an impression of motion, together with accompanying sounds, if any."
        },
        {
            "taxCode": "14111605A0002",
            "name": "Digital Greeting Cards - Audio Only",
            "description": "An electronic greeting \"card\" typically sent via email that contains an audio only message."
        },
        {
            "taxCode": "14111605A0003",
            "name": "Digital Greeting Cards - Static text and/or images only",
            "description": "An electronic greeting \"card\" typically sent via email that contains only static images or text, rather than an audio visual or audio only experience."
        },
        {
            "taxCode": "14111700A0001",
            "name": "Disposable Paper Products, non-commercial use",
            "description": "Paper based items for household use designed to be disposed of after single use, including the the following...Facial tissue; Paper bags; Paper freezer wrap; Paper place mats; Paper plates and cups; Paper napkins; Paper straws; Paper tablecloths; Paper towels."
        },
        {
            "taxCode": "14111704A0000",
            "name": "Toilet Paper",
            "description": "Toilet Paper.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "14111803A0001",
            "name": "Gift Cards",
            "description": "Gift Cards"
        },
        {
            "taxCode": "14111803A0002",
            "name": "Cash donation",
            "description": "Cash donation"
        },
        {
            "taxCode": "19000",
            "name": "General Services",
            "description": "Miscellaneous services.  Choose this product tax code for any service offering in which a more detailed code is not available. This category will only treat services as taxable if the jurisdiction taxes services generally."
        },
        {
            "taxCode": "19001",
            "name": "Advertising Services",
            "description": "Services rendered for advertising which do not include the exchange of tangible personal property."
        },
        {
            "taxCode": "19002",
            "name": "Parking Services",
            "description": "Service of providing usage of a parking space."
        },
        {
            "taxCode": "19003",
            "name": "Admission Services",
            "description": "Admission charges associated with entry to an event."
        },
        {
            "taxCode": "19004",
            "name": "Training Services - Live",
            "description": "Services provided to educate users on the proper use of a product.  Live training in person"
        },
        {
            "taxCode": "19005",
            "name": "Professional Services",
            "description": "A charge for a service performed by providers considered professionals due to the extensive initial and continuing education and/or training requirements, and the likelihood of state or federal licensing requirements.  Choose this product tax code for any professional service offering in which a more detailed code is not available."
        },
        {
            "taxCode": "19006",
            "name": "Dry Cleaning Services",
            "description": "A charge to a non-commercial customer for the cleaning or renovating clothing by immersion and agitation, spraying, vaporization, or immersion only, in a volatile, commercially moisture-free solvent or by the use of a volatile or inflammable product. This does not include the use of a self-service coin (or credit card) operated cleaning machine."
        },
        {
            "taxCode": "19007",
            "name": "Repair Services",
            "description": "A charge to repair or restore tangible personal property that was broken, worn, damaged, defective, or malfunctioning. This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "19008",
            "name": "Hairdressing Services",
            "description": "Services provided by beauty shops and barber shops, including but not limited to haircutting, hair coloring, shampooing, blow drying, permanents, hair extensions, hair straightening, and hair restorations."
        },
        {
            "taxCode": "19009",
            "name": "Printing - customer supplied articles",
            "description": "A charge for the printing, imprinting, or lithographing on any article supplied by the customer.  The customer owns the article throughout the process.  This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "19100",
            "name": "Gratuities - Optional",
            "description": "Tips / gratuities given at the customer's option - not required"
        },
        {
            "taxCode": "20010",
            "name": "Clothing",
            "description": " All human wearing apparel suitable for general use"
        },
        {
            "taxCode": "20041",
            "name": "Clothing - Swimwear",
            "description": "Bathing suits and swim suits"
        },
        {
            "taxCode": "21101803A0001",
            "name": "Spray Water Sprinkler Bodies - WaterSense",
            "description": "WaterSense labeled sprinkler body is the exterior shell that connects to the irrigation system piping and houses the spray nozzle that applies water on the landscape."
        },
        {
            "taxCode": "21102500A0001",
            "name": "Water Conserving Products - Residential",
            "description": "Water conserving products are for conserving or retaining groundwater; recharging water tables; or decreasing ambient air temperature, and so limiting water evaporation. Examples include soil surfactants, a soaker or drip-irrigation hose, a moisture control for a sprinkler or irrigation system, a rain barrel or an alternative rain and moisture collection system, a permeable ground cover surface that allows water to reach underground basins, aquifers, or water collection points. These products are intended for use at a residential property."
        },
        {
            "taxCode": "21102503A0001",
            "name": "Irrigation Controls - WaterSense",
            "description": "WaterSense labeled irrigation controllers, which act like a thermostat for your sprinkler system telling it when to turn on and off, use local weather and landscape conditions to tailor watering schedules to actual conditions on the site."
        },
        {
            "taxCode": "23019007A0000",
            "name": "Machine Repair",
            "description": "A charge to repair or restore to operating condition a machine that was broken, worn, damaged, defective, or malfunctioning. This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "23839000A0000",
            "name": "Fabrication",
            "description": "A charge to create a finished good from materials supplied by the customer.  This is a labor only charge to transform a customer's existing property."
        },
        {
            "taxCode": "24111808A0001",
            "name": "Portable Fuel Container",
            "description": "Portable fuel container"
        },
        {
            "taxCode": "24111810A0001",
            "name": "Water storage container",
            "description": "Non-electric water container to store water for emergency usage."
        },
        {
            "taxCode": "24121512A0000",
            "name": "Artificial Ice",
            "description": "Artificial ice, blue ice, ice packs, reusable ice"
        },
        {
            "taxCode": "24141506A0000",
            "name": "Tarpaulins and Weatherproof Sheeting",
            "description": "Tarps, plastic sheeting, plastic drop cloths, waterproof sheeting."
        },
        {
            "taxCode": "25100000A9007",
            "name": "Motor Vehicle Repair",
            "description": "A charge to repair or restore to operating condition a motor vehicle that was broken, worn, damaged, defective, or malfunctioning. This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "26111604A0001",
            "name": "Portable Generator",
            "description": "Portable generator used to provide light or communications or power appliances during a power outage."
        },
        {
            "taxCode": "26111702A0000",
            "name": "Alkaline Batteries",
            "description": "Single or multi-pack AA, AAA, c, D, 6-volt or 9-volt batteries, excluding automobile or boat batteries."
        },
        {
            "taxCode": "26111710A0001",
            "name": "Hearing Aid Batteries with Prescription",
            "description": "Batteries specifically labeled and designed to operate hearing aid devices, sold under prescription order of a licensed professional. This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "26111710A0002",
            "name": "Hearing Aid Batteries without Prescription",
            "description": "Batteries specifically labeled and designed to operate hearing aid devices, sold without a prescription order of a licensed professional.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "26111711A0001",
            "name": "Computer Batteries",
            "description": "Computer Batteries"
        },
        {
            "taxCode": "26121636A0000",
            "name": "Power cords",
            "description": "Power cords"
        },
        {
            "taxCode": "27112005A0000",
            "name": "Axes/Hatchets",
            "description": "Axes/Hatchets"
        },
        {
            "taxCode": "27112038A0000",
            "name": "Garden chainsaw",
            "description": "Gas-powered chainsaw."
        },
        {
            "taxCode": "27112038A0001",
            "name": "Chainsaw accessories",
            "description": "Chainsaw accessories include chains, lubricants, motor oil, chain sharpeners, bars, wrenches, carrying cases, repair parts, safety apparel."
        },
        {
            "taxCode": "30070",
            "name": "Software as a Service",
            "description": "Pre-written software, delivered electronically, but access remotely."
        },
        {
            "taxCode": "30151801A0001",
            "name": "Storm shutters/window protection devices",
            "description": "Plywood, window film, storm shutters, hurricane shutters or other materials specifically designed to protect windows."
        },
        {
            "taxCode": "30181505A0000",
            "name": "Toilets - WaterSense",
            "description": "WaterSense labeled toilets."
        },
        {
            "taxCode": "30181506A0000",
            "name": "Urinals - WaterSense",
            "description": "WaterSense labeled urinals."
        },
        {
            "taxCode": "30181607A0000",
            "name": "Shower Curtain or Liner",
            "description": "Shower curtain/liner used to keep water from escaping a showering area."
        },
        {
            "taxCode": "30181702A0001",
            "name": "Bathroom Faucets - WaterSense",
            "description": "WaterSense labeled bathroom sink faucets and accessories."
        },
        {
            "taxCode": "30181801A0000",
            "name": "Showerheads - WaterSense",
            "description": "WaterSense labeled showerheads."
        },
        {
            "taxCode": "30191501A0001",
            "name": "Emergency/rescue ladder",
            "description": "Ladder used for home emergency evacuation."
        },
        {
            "taxCode": "31000",
            "name": "Digital Goods",
            "description": "Digital products transferred electronically, meaning obtained by the purchaser by means other than tangible storage media. Consider more specific categories for your product. If you stay with this category, taxes will be similar to those for a generic digital item like downloaded music with permanent access granted."
        },
        {
            "taxCode": "31151500A0000",
            "name": "Ropes and Cords",
            "description": "Ropes and Cords"
        },
        {
            "taxCode": "31162108A0000",
            "name": "Ground Anchor Systems and Tie-down Kits",
            "description": "Ground anchor systems and tie down kits for securing property against severe weather."
        },
        {
            "taxCode": "31201501A0000",
            "name": "Duct Tape",
            "description": "Duct Tape"
        },
        {
            "taxCode": "35010001",
            "name": "Children's Books",
            "description": "Children's books including picture books, painting, drawing, and activity books."
        },
        {
            "taxCode": "39101612A0001",
            "name": "Incandescent Light Bulbs - Energy Star",
            "description": "Standard incandescent light bulbs carrying an Energy Star rating."
        },
        {
            "taxCode": "39101619A0001",
            "name": "Compact Fluorescent Light Bulbs - Energy Star",
            "description": "Compact Fluorescent light (CFL) bulbs carrying an Energy Star rating."
        },
        {
            "taxCode": "39101628A0001",
            "name": "LED Bulbs - Energy Star",
            "description": "Light emitting diode (LED) bulbs carrying an Energy Star rating."
        },
        {
            "taxCode": "39111610A0000",
            "name": "Portable Light Sources",
            "description": "Portable self-powered or battery powered light sources, including flashlights, lanterns, emergency glow sticks or light sticks."
        },
        {
            "taxCode": "39112604A0001",
            "name": "Candles",
            "description": "Candles to be used a light source."
        },
        {
            "taxCode": "40010",
            "name": "Candy",
            "description": "Candy"
        },
        {
            "taxCode": "40020",
            "name": "Supplements",
            "description": "Non-food dietary supplements"
        },
        {
            "taxCode": "40030",
            "name": "Food & Groceries",
            "description": "Food for humans consumption, unprepared"
        },
        {
            "taxCode": "40050",
            "name": "Soft Drinks",
            "description": "Soft drinks. Soda and similar drinks. Does not include water, juice, or milk."
        },
        {
            "taxCode": "40060",
            "name": "Bottled Water",
            "description": "Bottled water for human consumption."
        },
        {
            "taxCode": "40101609A0000",
            "name": "Ceiling fans - Energy Star",
            "description": "Ceiling Fans carrying an Energy Star rating."
        },
        {
            "taxCode": "40101701A0000",
            "name": "Air conditioners - Energy Star",
            "description": "Domestic air conditioning (central or room) systems carrying Energy Star rating."
        },
        {
            "taxCode": "40101805A0000",
            "name": "Furnaces - Energy Star",
            "description": "Domestic gas or oil furnaces carrying an Energy Star rating."
        },
        {
            "taxCode": "40101806A0000",
            "name": "Heat Pumps - Energy Star",
            "description": "Domestic air source heat pumps carrying Energy Star rating."
        },
        {
            "taxCode": "40101825A0000",
            "name": "Water heater - Energy Star",
            "description": "Domestic water heater carrying Energy Star rating."
        },
        {
            "taxCode": "40101902A0000",
            "name": "Dehumidifier - Energy Star",
            "description": "Domestic appliance carrying an Energy Star Rating which reduces and maintains the level of humidity in the air."
        },
        {
            "taxCode": "40102004A0001",
            "name": "Boilers - Energy Star",
            "description": "Domestic gas or oil boilers for space or water heating carrying an Energy Star rating."
        },
        {
            "taxCode": "41000",
            "name": "Prepared Foods",
            "description": "Ready to eat foods intended to be consumed on site by humans. Foods not considered to be Food & Grocery (not food for home consumption or food which requires further preparation to consume)."
        },
        {
            "taxCode": "41112209A0001",
            "name": "Programmable Wall Thermostat - Energy Star",
            "description": "An in home programmable thermostat, such as a WiFi enabled smart thermostat, carrying an Energy Star rating."
        },
        {
            "taxCode": "41116120A0001",
            "name": "Diabetic Testing Supplies - single use - without Prescription",
            "description": "Single use supplies utilized by diabetics in the regular blood sugar monitoring regimen. Includes skin puncture lancets, test strips for blood glucose monitors, visual read test strips, and urine test strips."
        },
        {
            "taxCode": "41116120A0002",
            "name": "Diabetic Testing Supplies - single use - with Prescription",
            "description": "Single use supplies utilized by diabetics in the regular blood sugar monitoring regimen. Includes skin puncture lancets, test strips for blood glucose monitors, visual read test strips, and urine test strips, sold under prescription order of a licensed professional."
        },
        {
            "taxCode": "41116136A0001",
            "name": "Drug Testing Kits",
            "description": "At home urine-based tests used to detect the presense of various drug substances in an individual."
        },
        {
            "taxCode": "41116201A0000",
            "name": "Blood Glucose Monitoring Devices with Prescription",
            "description": "Devices used by diabetic individuals to monitor sugar levels in the blood, sold under prescription order of a licensed professional."
        },
        {
            "taxCode": "41116201A0001",
            "name": "Blood Glucose Monitoring Devices without Prescription",
            "description": "Devices used by diabetic individuals to monitor sugar levels in the blood, sold without prescription order of a licensed professional."
        },
        {
            "taxCode": "41116202A0001",
            "name": "Cholesterol Testing Kits",
            "description": "At home blood-prick based tests used to monitor cholesterol levels in an individual."
        },
        {
            "taxCode": "41116205A0001",
            "name": "Pregnancy Testing Kits",
            "description": "At home urine-based tests used to detect pregnancy hormone levels."
        },
        {
            "taxCode": "41116205A0002",
            "name": "Ovulation Testing Kits",
            "description": "At home urine-based tests used to detect impending ovulation to assist in pregnancy planning."
        },
        {
            "taxCode": "41116205A0003",
            "name": "DNA Testing Kits",
            "description": "At home saliva, cheeek swab or blood drop based tests used to detect various genetic markers in an individual."
        },
        {
            "taxCode": "41116205A0004",
            "name": "Infectious Disease Test - Prescription only",
            "description": "An at-home infectious disease test kit that can only be sold with a prescription."
        },
        {
            "taxCode": "41116205A0005",
            "name": "Infectious Disease Test - Over-the-Counter",
            "description": "An at-home infectious disease test kit that can be sold without a prescription."
        },
        {
            "taxCode": "42131713A0001",
            "name": "Medical Masks",
            "description": "Masks designed for one-time use to protect the wearer from contamination of breathable particles.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42131713A0002",
            "name": "Cloth Face Masks - Reusable",
            "description": "A reusable mask made of common fabrics worn over the mouth and nose to act as personal protection from airborne pathogens."
        },
        {
            "taxCode": "42132203A0000",
            "name": "Disposable Gloves",
            "description": "Single use disposable gloves (latex, nitrile, vinyl, etc) that while appropriate for multiple uses,  have an application in a first aid or medical setting.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42140000A0001",
            "name": "Durable Medical Equipment for home use with Prescription",
            "description": "When sold under prescription order of a licensed professional, equipment that: can withstand repeated use; is primarily and customarily used to serve a medical purpose; generally is not useful to a person in the absence of illness or injury; and is not worn in or on the body.  Home use means the equipment is sold to an individual for use at home, regardless of where the individual resides. Examples include hospital beds, commode chairs, bed pans, shower and bath aids, IV poles, etc."
        },
        {
            "taxCode": "42140000A0002",
            "name": "Durable Medical Equipment for home use with Prescription billed to Medicare",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicare, equipment that: can withstand repeated use; is primarily and customarily used to serve a medical purpose; generally is not useful to a person in the absence of illness or injury; and is not worn in or on the body. Home use means the equipment is sold to an individual for use at home, regardless of where the individual resides. Examples include hospital beds, commode chairs, bed pans, shower and bath aids, IV poles, etc."
        },
        {
            "taxCode": "42140000A0003",
            "name": "Durable Medical Equipment for home use with Prescription billed to Medicaid",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicaid, equipment that: can withstand repeated use; is primarily and customarily used to serve a medical purpose; generally is not useful to a person in the absence of illness or injury; and is not worn in or on the body. Home use means the equipment is sold to an individual for use at home, regardless of where the individual resides. Examples include hospital beds, commode chairs, bed pans, shower and bath aids, IV poles, etc."
        },
        {
            "taxCode": "42140000A0004",
            "name": "Durable Medical Equipment for home use with Prescription reimbursed by Medicare",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicare, equipment that: can withstand repeated use; is primarily and customarily used to serve a medical purpose; generally is not useful to a person in the absence of illness or injury; and is not worn in or on the body. Home use means the equipment is sold to an individual for use at home, regardless of where the individual resides. Examples include hospital beds, commode chairs, bed pans, shower and bath aids, IV poles, etc."
        },
        {
            "taxCode": "42140000A0005",
            "name": "Durable Medical Equipment for home use with Prescription reimbursed by Medicaid",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicaid, equipment that: can withstand repeated use; is primarily and customarily used to serve a medical purpose; generally is not useful to a person in the absence of illness or injury; and is not worn in or on the body. Home use means the equipment is sold to an individual for use at home, regardless of where the individual resides. Examples include hospital beds, commode chairs, bed pans, shower and bath aids, IV poles, etc."
        },
        {
            "taxCode": "42140000A0006",
            "name": "Durable Medical Equipment for home use without Prescription",
            "description": "When sold without prescription order of a licensed professional, equipment that: can withstand repeated use; is primarily and customarily used to serve a medical purpose; generally is not useful to a person in the absence of illness or injury; and is not worn in or on the body. Home use means the equipment is sold to an individual for use at home, regardless of where the individual resides. Examples include hospital beds, commode chairs, bed pans, IV poles, etc."
        },
        {
            "taxCode": "42141500A0001",
            "name": "Cotton Balls/Swabs - Sterile",
            "description": "Single use cotton balls or swabs for application of antiseptics and medications and to cleanse scratches, cuts or minor wounds.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42141500A0002",
            "name": "Cotton Balls/Swabs - Unsterile",
            "description": "Single use cotton balls or swabs for multi-purpose use other than applying medicines and cleaning wounds, due to not being sterile.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42142100A0001",
            "name": "Heating Pads",
            "description": "A heating pad is a pad used for warming of parts of the body in order to manage pain.  Types of heating pads include electrical, chemical and hot water bottles.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42142100A0002",
            "name": "Cold or Hot Therapy Packs - Reusable",
            "description": "A reusable pain management supply that includes artificial ice packs, gel packs, heat wraps, etc used for pain relief.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42142100A0003",
            "name": "Cold or Hot Therapy Packs - Disposable",
            "description": "A single use pain management supply that includes artificial ice packs, gel packs, heat wraps, etc used for pain relief.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42142100A0004",
            "name": "Cold or Hot Therapy Packs - Disposable - Medicated",
            "description": "A single use pain management supply that includes artificial ice packs, gel packs, heat wraps, etc used for pain relief.   These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42142523A0001",
            "name": "Hypodermic Needles/Syringes without prescription - Insulin",
            "description": "Single use hollow needle commonly used with a syringe to inject insulin into the body by diabetic individuals, sold without prescription order of a licensed professional."
        },
        {
            "taxCode": "42142523A0002",
            "name": "Hypodermic Needles/Syringes with prescription - Insulin",
            "description": "Single use hollow needle commonly used with a syringe to inject insulin into the body by diabetic individuals, sold under prescription order of a licensed professional."
        },
        {
            "taxCode": "42142900A0001",
            "name": "Corrective Lenses, Eyeglasses with Prescription",
            "description": "Corrective lenses, eyeglasses, sold under prescription order of a licensed professional.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42142900A0002",
            "name": "Corrective Lenses without Prescription",
            "description": "Corrective lenses, including eyeglasses and contact lenses, sold without a prescription order of a licensed professional.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42142905A0001",
            "name": "Sunglasses - Non-Rx",
            "description": "Non-prescription sunglasses"
        },
        {
            "taxCode": "42142913A0000",
            "name": "Contact Lenses with Prescription",
            "description": "Contact lenses, sold under prescription order of a licensed professional.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42142914A0000",
            "name": "Contact Lens Disinfecting Solutions",
            "description": "Liquid solution for cleaning and disinfecting contact lenses.   This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42142914A0001",
            "name": "Contact Lens Lubricating Solutions - For lens",
            "description": "Liquid solution for lubricating/rewetting, but not disinfecting, contact lenses.  This solution is applied directly to the lens, rather then inserted into the eye. This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42142914A0002",
            "name": "Contact Lens Lubricating Solutions - For eyes",
            "description": "Liquid solution for lubricating/rewetting, but not disinfecting, contact lenses.  This solution is applied directly to the eye. This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42143103A0000",
            "name": "Birth Control - Prescription non-Oral Contraceptives - Barriers",
            "description": "Barrier based prescription only birth control methods, including the diaphragm and cervical cap that prevent the joining of the sperm and egg, available only under prescription order of a licensed professional."
        },
        {
            "taxCode": "42151500A0001",
            "name": "Dental Prosthetics with Prescription",
            "description": "When sold under prescription order of a licensed professional, a replacement, corrective, or supportive device, worn in the mouth, including dentures, orthodontics, crowns, bridges, etc."
        },
        {
            "taxCode": "42151500A0002",
            "name": "Dental Prosthetics without Prescription",
            "description": "When sold without prescription order of a licensed professional, a replacement, corrective, or supportive device, worn in the mouth, including dentures, orthodontics, crowns, bridges, etc."
        },
        {
            "taxCode": "42151506A0000",
            "name": "Teeth Whitening Kits",
            "description": "Teeth whitening gels, rinse, strips, trays, etc containing bleaching agents.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.    This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42152402A0001",
            "name": "Clothing - Mouth guards",
            "description": "Clothing - Mouth guards"
        },
        {
            "taxCode": "42161800A0001",
            "name": "Kidney Dialysis Equipment for home use with Prescription",
            "description": "When sold under prescription order of a licensed professional, a machine used that filters a patient's blood to remove excess water and waste products when the kidneys are damaged,  dysfunctional, or missing. The kidney dialysis machine is an artificial part which augments the natural functioning of the kidneys."
        },
        {
            "taxCode": "42161800A0002",
            "name": "Kidney Dialysis Equipment for home use with Prescription billed to Medicare",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicare, a machine used that filters a patient's blood to remove excess water and waste products when the kidneys are damaged,  dysfunctional, or missing. The kidney dialysis machine is an artificial part which augments the natural functioning of the kidneys."
        },
        {
            "taxCode": "42161800A0003",
            "name": "Kidney Dialysis Equipment for home use with Prescription billed to Medicaid",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicaid, a machine used that filters a patient's blood to remove excess water and waste products when the kidneys are damaged,  dysfunctional, or missing. The kidney dialysis machine is an artificial part which augments the natural functioning of the kidneys."
        },
        {
            "taxCode": "42161800A0004",
            "name": "Kidney Dialysis Equipment for home use with Prescription reimbursed by Medicare",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicare, a machine used that filters a patient's blood to remove excess water and waste products when the kidneys are damaged, dysfunctional, or missing. The kidney dialysis machine is an artificial part which augments the natural functioning of the kidneys."
        },
        {
            "taxCode": "42161800A0005",
            "name": "Kidney Dialysis Equipment for home use with Prescription and reimbursed by Medicaid",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicaid, a machine used that filters a patient's blood to remove excess water and waste products when the kidneys are damaged, dysfunctional, or missing. The kidney dialysis machine is an artificial part which augments the natural functioning of the kidneys."
        },
        {
            "taxCode": "42161800A0006",
            "name": "Kidney Dialysis Equipment for home use without Prescription",
            "description": "When sold without prescription order of a licensed professional, a machine used that filters a patient's blood to remove excess water and waste products when the kidneys are damaged,"
        },
        {
            "taxCode": "42172001A0001",
            "name": "First Aid Kits - 50% or less medicinal items",
            "description": "A collection of mixed supplies and equipment that is used to give medical treatment, often housed in durable plastic boxes, fabric pouches or in wall mounted cabinets.  Exempt or low rated qualifying medicinal items (eg. OTC drugs) make up 50% or less of the value of the kit.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42172001A0002",
            "name": "First Aid Kits - 51% or more medicinal items",
            "description": "A collection of mixed supplies and equipment that is used to give medical treatment, often housed in durable plastic boxes, fabric pouches or in wall mounted cabinets.  Exempt or low rated qualifying medicinal items (eg. OTC drugs) make up 51% or more of the value of the kit.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42181600A0001",
            "name": "Blood Pressure Testing Devices",
            "description": "At home digital or manual (aneroid) sphygmomanometers, also known as a blood pressure meter, blood pressure monitor, or blood pressure gauge, are devices used to measure blood pressure, composed of an inflatable cuff to collapse and then release the artery under the cuff in a controlled manner."
        },
        {
            "taxCode": "42181801A0000",
            "name": "Pulse Oximeter",
            "description": "An electronic device that clips onto a patient's finger to measure heart rate and oxygen saturation in his or her red blood cells."
        },
        {
            "taxCode": "42182200A0001",
            "name": "Medical Thermometers - Disposable",
            "description": "One-time use medical thermometers for oral, temporal/forehead, or rectal body temperature diagnostics.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42182200A0002",
            "name": "Medical Thermometers - Reusable",
            "description": "Multiple use medical thermometers for oral, temporal/forehead, or rectal body temperature diagnostics.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42211500A0001",
            "name": "Mobility Enhancing Equipment with Prescription",
            "description": "When sold under prescription order of a licensed professional, equipment which is primarily and customarily used to provide or increase the ability to move from one place to another and which is appropriate for use either in a home or a motor vehicle; Is not generally used by persons with normal mobility; and Does not include any motor vehicle or equipment on a motor vehicle normally provided by a motor vehicle manufacturer.  Examples include wheelchairs, crutches, canes, walkers, chair lifts, etc."
        },
        {
            "taxCode": "42211500A0002",
            "name": "Mobility Enhancing Equipment with Prescription Billed to Medicare",
            "description": "When sold under prescription order of a licensed professional, and billed to Medicare, equipment which is primarily and customarily used to provide or increase the ability to move from one place to another and which is appropriate for use either in a home or a motor vehicle; Is not generally used by persons with normal mobility; and Does not include any motor vehicle or equipment on a motor vehicle normally provided by a motor vehicle manufacturer.  Examples include wheelchairs, crutches, canes, walkers, chair lifts, etc."
        },
        {
            "taxCode": "42211500A0003",
            "name": "Mobility Enhancing Equipment with Prescription Billed to Medicaid",
            "description": "When sold under prescription order of a licensed professional, and billed to Medicaid, equipment which is primarily and customarily used to provide or increase the ability to move from one place to another and which is appropriate for use either in a home or a motor vehicle; Is not generally used by persons with normal mobility; and Does not include any motor vehicle or equipment on a motor vehicle normally provided by a motor vehicle manufacturer.  Examples include wheelchairs, crutches, canes, walkers, chair lifts, etc."
        },
        {
            "taxCode": "42211500A0004",
            "name": "Mobility Enhancing Equipment with Prescription Reimbursed by Medicare",
            "description": "When sold under prescription order of a licensed professional, and reimbursed by Medicare, equipment which is primarily and customarily used to provide or increase the ability to move from one place to another and which is appropriate for use either in a home or a motor vehicle; Is not generally used by persons with normal mobility; and Does not include any motor vehicle or equipment on a motor vehicle normally provided by a motor vehicle manufacturer.  Examples include wheelchairs, crutches, canes, walkers, chair lifts, etc."
        },
        {
            "taxCode": "42211500A0005",
            "name": "Mobility Enhancing Equipment with Prescription Reimbursed by Medicaid",
            "description": "When sold under prescription order of a licensed professional, and reimbursed by Medicaid, equipment which is primarily and customarily used to provide or increase the ability to move from one place to another and which is appropriate for use either in a home or a motor vehicle; Is not generally used by persons with normal mobility; and Does not include any motor vehicle or equipment on a motor vehicle normally provided by a motor vehicle manufacturer.  Examples include wheelchairs, crutches, canes, walkers, chair lifts, etc."
        },
        {
            "taxCode": "42211500A0006",
            "name": "Mobility Enhancing Equipment without Prescription",
            "description": "Equipment which is primarily and customarily used to provide or increase the ability to move from one place to another, sold without a prescription, and which is appropriate for use either in a home or a motor vehicle; Is not generally used by persons with normal mobility; and does not include any motor vehicle or equipment on a motor vehicle normally provided by a motor vehicle manufacturer.  Examples include wheelchairs, crutches, canes, walkers, chair lifts, etc."
        },
        {
            "taxCode": "42211705A0000",
            "name": "Hearing Aids with Prescription",
            "description": "Artificial devices to correct or alleviate hearing deficiencies, sold under prescription order of a licensed professional. This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42211705A0001",
            "name": "Hearing Aids without Prescription",
            "description": "Artificial deives to correct or alleviate hearing deficiencies, sold without a prescription order of a licensed professional. This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42231500A0001",
            "name": "Enteral Feeding Equipment for home use with Prescription",
            "description": "When sold under prescription order of a licensed professional, nutritional tube feeding equipment including button-style feeding tubes, standard G-tubes, NG-tubes, extension sets, adapters, feeding pumps, feeding pump delivery sets."
        },
        {
            "taxCode": "42231500A0002",
            "name": "Enteral Feeding Equipment for home use with Prescription billed to Medicare",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicare, nutritional tube feeding equipment including button-style feeding tubes, standard G-tubes, NG-tubes, extension sets, adapters, feeding pumps, feeding pump delivery sets."
        },
        {
            "taxCode": "42231500A0003",
            "name": "Enteral Feeding Equipment for home use with prescription billed to Medicaid",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicaid, nutritional tube feeding equipment including button-style feeding tubes, standard G-tubes, NG-tubes, extension sets, adapters, feeding pumps, feeding pump delivery sets."
        },
        {
            "taxCode": "42231500A0004",
            "name": "Enteral Feeding Equipment for home use with Prescription reimbursed by Medicare",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicare, nutritional tube feeding equipment including button-style feeding tubes, standard G-tubes, NG-tubes, extension sets, adapters, feeding pumps, feeding pump delivery sets."
        },
        {
            "taxCode": "42231500A0005",
            "name": "Enteral Feeding Equipment for home use with Prescription reimbursed by Medicaid",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicaid, nutritional tube feeding equipment including button-style feeding tubes, standard G-tubes, NG-tubes, extension sets, adapters, feeding pumps, feeding pump delivery sets."
        },
        {
            "taxCode": "42231500A0006",
            "name": "Enteral Feeding Equipment for home use without Prescription",
            "description": "When sold without prescription order of a licensed professional, nutritional tube feeding equipment including button-style feeding tubes, standard G-tubes, NG-tubes, extension sets, adapters, feeding pumps, feeding pump delivery sets."
        },
        {
            "taxCode": "42231800A0000",
            "name": "Food and Beverage - Baby foods and formulas",
            "description": "Food and Beverage - Baby foods and formulas"
        },
        {
            "taxCode": "42231901A0000",
            "name": "Breast Pumps",
            "description": "A breast pump is a mechanical device that lactating women use to extract milk from their breasts. They may be manual devices powered by hand or foot movements or automatic devices powered by electricity."
        },
        {
            "taxCode": "42242000A0001",
            "name": "Prosthetic Devices with Prescription",
            "description": "When sold under prescription order of a licensed professional, a replacement, corrective, or supportive device, worn on or in the body to: Artificially replace a missing portion of the body; Prevent or correct physical deformity or malfunction; or Support a weak or deformed portion of the body. Worn in or on the body means that the item is implanted or attached so that it becomes part of the body, or is carried by the body and does not hinder the mobility of the individual. Examples include artificial limbs, pacemakers, orthotics, orthopedics, ostomy/colostomy devices, catheters, etc."
        },
        {
            "taxCode": "42242000A0002",
            "name": "Prosthetic Devices with Prescription Billed to Medicare",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicare, a replacement, corrective, or supportive device, worn on or in the body to: Artificially replace a missing portion of the body; Prevent or correct physical deformity or malfunction; or Support a weak or deformed portion of the body. Worn in or on the body means that the item is implanted or attached so that it becomes part of the body, or is carried by the body and does not hinder the mobility of the individual. Examples include artificial limbs, pacemakers, orthotics, orthopedics, ostomy/colostomy devices, catheters, etc."
        },
        {
            "taxCode": "42242000A0003",
            "name": "Prosthetic Devices with Prescription Billed to Medicaid",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicaid, a replacement, corrective, or supportive device, worn on or in the body to: Artificially replace a missing portion of the body; Prevent or correct physical deformity or malfunction; or Support a weak or deformed portion of the body. Worn in or on the body means that the item is implanted or attached so that it becomes part of the body, or is carried by the body and does not hinder the mobility of the individual. Examples include artificial limbs, pacemakers, orthotics, orthopedics, ostomy/colostomy devices, catheters, etc."
        },
        {
            "taxCode": "42242000A0004",
            "name": "Prosthetic Devices with Prescription Reimbursed by Medicare",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicare, a replacement, corrective, or supportive device, worn on or in the body to: Artificially replace a missing portion of the body; Prevent or correct physical deformity or malfunction; or Support a weak or deformed portion of the body. Worn in or on the body means that the item is implanted or attached so that it becomes part of the body, or is carried by the body and does not hinder the mobility of the individual. Examples include artificial limbs, pacemakers, orthotics, orthopedics, ostomy/colostomy devices, catheters, etc."
        },
        {
            "taxCode": "42242000A0005",
            "name": "Prosthetic Devices with Prescription Reimbursed by Medicaid",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicaid, a replacement, corrective, or supportive device, worn on or in the body to: Artificially replace a missing portion of the body; Prevent or correct physical deformity or malfunction; or Support a weak or deformed portion of the body. Worn in or on the body means that the item is implanted or attached so that it becomes part of the body, or is carried by the body and does not hinder the mobility of the individual. Examples include artificial limbs, pacemakers, orthotics, orthopedics, ostomy/colostomy devices, catheters, etc."
        },
        {
            "taxCode": "42242000A0006",
            "name": "Prosthetic Devices without Prescription",
            "description": "When sold without prescription order of a licensed professional, a replacement, corrective, or supportive device, worn on or in the body to: Artificially replace a missing portion of the body; Prevent or correct physical deformity or malfunction; or Support a weak or deformed portion of the body. Worn in or on the body means that the item is implanted or attached so that it becomes part of the body, or is carried by the body and does not hinder the mobility of the individual. Examples include artificial limbs, pacemakers, orthopedics, ostomy/colostomy devices, etc."
        },
        {
            "taxCode": "42271700A0001",
            "name": "Oxygen Delivery Equipment for home use with Prescription",
            "description": "When sold under prescription order of a licensed professional, equipment used to administer oxygen directly into the lungs of the patient for the relief of conditions in which the human body experiences an abnormal deficiency or inadequate supply of oxygen. Oxygen equipment means oxygen cylinders, cylinder transport devices, including sheaths and carts, cylinder studs and support devices, regulators, flowmeters, tank wrenches, oxygen concentrators, liquid oxygen base dispensers, liquid oxygen portable dispensers, oxygen tubing, nasal cannulas, face masks, oxygen humidifiers, and oxygen fittings and accessories."
        },
        {
            "taxCode": "42271700A0002",
            "name": "Oxygen Delivery Equipment for home use with Prescription billed to Medicare",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicare, equipment used to administer oxygen directly into the lungs of the patient for the relief of conditions in which the human body experiences an abnormal deficiency or inadequate supply of oxygen. Oxygen equipment means oxygen cylinders, cylinder transport devices, including sheaths and carts, cylinder studs and support devices, regulators, flowmeters, tank wrenches, oxygen concentrators, liquid oxygen base dispensers, liquid oxygen portable dispensers, oxygen tubing, nasal cannulas, face masks, oxygen humidifiers, and oxygen fittings and accessories."
        },
        {
            "taxCode": "42271700A0003",
            "name": "Oxygen Delivery Equipment for home use with Prescription billed to Medicaid",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicaid, equipment used to administer oxygen directly into the lungs of the patient for the relief of conditions in which the human body experiences an abnormal deficiency or inadequate supply of oxygen. Oxygen equipment means oxygen cylinders, cylinder transport devices, including sheaths and carts, cylinder studs and support devices, regulators, flowmeters, tank wrenches, oxygen concentrators, liquid oxygen base dispensers, liquid oxygen portable dispensers, oxygen tubing, nasal cannulas, face masks, oxygen humidifiers, and oxygen fittings and accessories."
        },
        {
            "taxCode": "42271700A0004",
            "name": "Oxygen Delivery Equipment for home use with Prescription reimbursed by Medicare",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicare, equipment used to administer oxygen directly into the lungs of the patient for the relief of conditions in which the human body experiences an abnormal deficiency or inadequate supply of oxygen. Oxygen equipment means oxygen cylinders, cylinder transport devices, including sheaths and carts, cylinder studs and support devices, regulators, flowmeters, tank wrenches, oxygen concentrators, liquid oxygen base dispensers, liquid oxygen portable dispensers, oxygen tubing, nasal cannulas, face masks, oxygen humidifiers, and oxygen fittings and accessories."
        },
        {
            "taxCode": "42271700A0005",
            "name": "Oxygen Delivery Equipment for home use with Prescription reimbursed by Medicaid",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicaid, equipment used to administer oxygen directly into the lungs of the patient for the relief of conditions in which the human body experiences an abnormal deficiency or inadequate supply of oxygen. Oxygen equipment means oxygen cylinders, cylinder transport devices, including sheaths and carts, cylinder studs and support devices, regulators, flowmeters, tank wrenches, oxygen concentrators, liquid oxygen base dispensers, liquid oxygen portable dispensers, oxygen tubing, nasal cannulas, face masks, oxygen humidifiers, and oxygen fittings and accessories."
        },
        {
            "taxCode": "42271700A0006",
            "name": "Oxygen Delivery Equipment for home use without Prescription",
            "description": "When sold without prescription order of a licensed professional, equipment used to administer oxygen directly into the lungs of the patient for the relief of conditions in which the human body experiences an abnormal deficiency or inadequate supply of oxygen. Oxygen equipment means oxygen cylinders, cylinder transport devices, including sheaths and carts, cylinder studs and support devices, regulators, flowmeters, tank wrenches, oxygen concentrators, liquid oxygen base dispensers, liquid oxygen portable dispensers, oxygen tubing, nasal cannulas, face masks, oxygen humidifiers, and oxygen fittings and accessories."
        },
        {
            "taxCode": "42271700A0007",
            "name": "Medical Oxygen with Prescription billed to Medicare",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicare, medical grade oyxgen."
        },
        {
            "taxCode": "42271700A0008",
            "name": "Medical Oxygen with Prescription billed to Medicaid",
            "description": "When sold under prescription order of a licensed professional and billed directly to Medicaid, medical grade oyxgen."
        },
        {
            "taxCode": "42271700A0009",
            "name": "Medical Oxygen with Prescription reimbursed by Medicare",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicare, medical grade oyxgen."
        },
        {
            "taxCode": "42271700A0010",
            "name": "Medical Oxygen with Prescription reimbursed by Medicaid",
            "description": "When sold under prescription order of a licensed professional and reimbursed by Medicaid, medical grade oyxgen."
        },
        {
            "taxCode": "42271700A0011",
            "name": "Medical Oxygen without Prescription",
            "description": "When sold without prescription order of a licensed professional, medical grade oyxgen."
        },
        {
            "taxCode": "42271700A0012",
            "name": "Medical Oxygen with Prescription",
            "description": "When sold under prescription order of a licensed professional, medical grade oyxgen."
        },
        {
            "taxCode": "42311500A0001",
            "name": "Wound Care Supplies - Bandages, Dressings, Gauze",
            "description": "A wound care supply is defined as an item that is applied directly to or inside a wound to absorb wound drainage, protect healing tissue, maintain a moist or dry wound environment (as appropriate), or prevent bacterial contamination.  Examples include bandages, dressings, gauze, medical tape.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42311500A0002",
            "name": "Wound Care Supplies - Bandages, Dressings, Gauze - for Pets",
            "description": "Medical supplies for pets available without a prescription, such as bandages, dressings, gauze, medical tape."
        },
        {
            "taxCode": "42311514A0000",
            "name": "Wound Care Supplies - Bandages, Dressings, Gauze - Medicated",
            "description": "These supplies contain medication such as an antibiotic ointment.  They are a labeled with a \"drug facts\" panel or a statement of active ingredients.  A wound care supply is defined as an item that is applied directly to or inside a wound to absorb wound drainage, protect healing tissue, maintain a moist or dry wound environment (as appropriate), or prevent bacterial contamination.  Examples include bandages, dressings, gauze, medical tape.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42311808A0000",
            "name": "Baby Feeding Bottles/Nipples",
            "description": "A bottle with a teat or nipple made for babies to drink from."
        },
        {
            "taxCode": "42312402A0001",
            "name": "Nasal Breathing Strips",
            "description": "Flexible adhesive strips that attach over the bridge of the nose to lift the sides of the nose, opening the nasal passages to provide relief for congestion and snoring.  The products are drug free and contain no active drug ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "42447000A0000",
            "name": "Meat Processing",
            "description": "A charge to make customer provided meat suitable for human consumption, typically referred to a butcher or slaughter services."
        },
        {
            "taxCode": "43191501A0000",
            "name": "Mobile Phones",
            "description": "Mobile Phones"
        },
        {
            "taxCode": "43191501A0001",
            "name": "Mobile Phone Batteries",
            "description": "Mobile phone batteries"
        },
        {
            "taxCode": "43191501A0002",
            "name": "Mobile Phone Charging Device/cord",
            "description": "Mobile phone charging device/cord"
        },
        {
            "taxCode": "43191510A0000",
            "name": "Portable Radios",
            "description": "Portable self-powered or battery powered radio, two-way radio, weatherband radio."
        },
        {
            "taxCode": "43201401A0000",
            "name": "Video/Graphics Card",
            "description": "An expansion card that allows the computer to send graphical information to a video display device such as a monitor, TV, or projector. Video cards are often used by gamers in place of integrated graphics due to their extra processing power and video ram."
        },
        {
            "taxCode": "43201502A0000",
            "name": "Sound Cards",
            "description": "A sound card is an expansion component used in computers to receive and send audio."
        },
        {
            "taxCode": "43201513A0000",
            "name": "Motherboards",
            "description": "A motherboard is the physical component in a computer that contains the computer's basic circuitry and other components"
        },
        {
            "taxCode": "43201800A0001",
            "name": "Computer Drives",
            "description": "Storage drives, hard drives, Zip drives, etc."
        },
        {
            "taxCode": "43202000A0000",
            "name": "Computer Storage Media",
            "description": "Removable storage media such as compact disks, flash drives, thumb drives, flash memory cards."
        },
        {
            "taxCode": "43202222A0001",
            "name": "Computer Cables",
            "description": "Cables with industry standard connection and termination configurations used to connect various peripherals and equipment to computers."
        },
        {
            "taxCode": "43211500A0001",
            "name": "Personal Computers",
            "description": "Personal computers, including laptops, tablets, desktops."
        },
        {
            "taxCode": "43211519A0000",
            "name": "E-Book Readers",
            "description": "A portable electronic device for reading digital books and periodicals."
        },
        {
            "taxCode": "43211602A0000",
            "name": "Docking Stations",
            "description": "A docking station is a hardware frame and set of electrical connection interfaces that enable a notebook computer to effectively serve as a desktop computer."
        },
        {
            "taxCode": "43211603A0000",
            "name": "Port Replicators",
            "description": "A port replicator is an attachment for a notebook computer that allows a number of devices such as a printer, large monitor, and keyboard to be simultaneously connected."
        },
        {
            "taxCode": "43211607A0000",
            "name": "Computer Speakers",
            "description": "Computer Speakers"
        },
        {
            "taxCode": "43211706A0000",
            "name": "Computer Keyboards",
            "description": "Computer Keyboards"
        },
        {
            "taxCode": "43211708A0000",
            "name": "Computer Mouse/Pointing Devices",
            "description": "Computer Mouse/Pointing Devices"
        },
        {
            "taxCode": "43211711A0000",
            "name": "Scanners",
            "description": "Scanners"
        },
        {
            "taxCode": "43211719A0000",
            "name": "Computer Microphones",
            "description": "Computer Microphones"
        },
        {
            "taxCode": "43211900A0000",
            "name": "Computer Monitor/Displays",
            "description": "Computer Monitor/Displays"
        },
        {
            "taxCode": "43212100A0001",
            "name": "Computer Printer",
            "description": "Computer Printer"
        },
        {
            "taxCode": "43222609A0000",
            "name": "Routers",
            "description": "Routers"
        },
        {
            "taxCode": "43222628A0000",
            "name": "Modems",
            "description": "Modems"
        },
        {
            "taxCode": "43230000A1100",
            "name": "Software - Prewritten, tangible media",
            "description": "Software - Prewritten & delivered on tangible media"
        },
        {
            "taxCode": "43230000A1101",
            "name": "Software - Prewritten, tangible media - Non-recreational",
            "description": "Canned software on tangible media that is used for non-recreational purposes, such as Antivirus, Database, Educational, Financial, Word processing, etc."
        },
        {
            "taxCode": "43230000A1102",
            "name": "Software - Prewritten, Electronic delivery - Non-recreational",
            "description": "Canned software delivered electronically that is used for non-recreational purposes, such as Antivirus, Database, Educational, Financial, Word processing, etc."
        },
        {
            "taxCode": "43230000A1200",
            "name": "Software - Prewritten, electronic delivery",
            "description": "Software - Prewritten & delivered electronically"
        },
        {
            "taxCode": "43230000A1300",
            "name": "Software - Prewritten, load and leave delivery",
            "description": "Software - Prewritten & delivered by load and leave"
        },
        {
            "taxCode": "43230000A1400",
            "name": "Software - Prewritten, delivered by digital keycode printed on tangible media",
            "description": "Software - Prewritten & delivered by digital keycode printed on tangible media"
        },
        {
            "taxCode": "43230000A2100",
            "name": "Software - Custom, tangible media",
            "description": "Software - Custom & delivered on tangible media"
        },
        {
            "taxCode": "43230000A2200",
            "name": "Software - Custom, electronic delivery",
            "description": "Software - Custom & delivered electronically"
        },
        {
            "taxCode": "43230000A2300",
            "name": "Software - Custom, load and leave delivery",
            "description": "Software - Custom & delivered by load & leave"
        },
        {
            "taxCode": "43230000A9200",
            "name": "Software - Prewritten, electronic delivery - Business Use",
            "description": "Software - Prewritten, electronic delivery - Business Use"
        },
        {
            "taxCode": "43230000A9201",
            "name": "Software - Custom, electronic delivery - Business Use",
            "description": "Software - Custom, electronic delivery - Business Use"
        },
        {
            "taxCode": "44101603A9007",
            "name": "Shredding Service",
            "description": "A charge to have files or documents shredded either onsite or offsite."
        },
        {
            "taxCode": "44101807A0000",
            "name": "Calculators",
            "description": "Calculators"
        },
        {
            "taxCode": "44101808A0001",
            "name": "Graphing Calculators",
            "description": "A handheld computer that is capable of plotting graphs, solving simultaneous equations, and performing other tasks with variables."
        },
        {
            "taxCode": "44103105A0000",
            "name": "Printer Ink",
            "description": "Printer Ink"
        },
        {
            "taxCode": "44112004A0001",
            "name": "Daily Planners",
            "description": "A calendar based notebook to aid in outlining one's daily appointments, classes, activities, etc."
        },
        {
            "taxCode": "44121600A0001",
            "name": "School Supplies",
            "description": "An item commonly used by a student in a course of study.  This category is limited to the following items...binders, blackboard chalk, cellophane tape, compasses, composition books, crayons, erasers, folders, glue/paste/glue sticks, highlighters, index cards, index card boxes, legal pads, lunch boxes, markers, notebooks, paper (copy, graph, tracing, manila, colored, construction, notebook), pencils, pencil boxes, pencil sharpeners, pens, posterboard, protractors, rulers, scissors, writing tablets."
        },
        {
            "taxCode": "44121615A0000",
            "name": "Staplers/Staples",
            "description": "A device that joins pages of paper or similar material by fastening a thin metal staple through the sheets and folding the ends underneath."
        },
        {
            "taxCode": "44122106A0000",
            "name": "Push pins/tacks",
            "description": "Pins/tacks to secure papers, pictures, calendars, etc. to bulletin boards, walls, etc."
        },
        {
            "taxCode": "45121504A0000",
            "name": "Digital Cameras",
            "description": "Digital Cameras"
        },
        {
            "taxCode": "45121515A0000",
            "name": "Video Cameras",
            "description": "Video Cameras"
        },
        {
            "taxCode": "45121520A0000",
            "name": "Web Camera",
            "description": "A webcam is a video camera that feeds or streams an image or video in real time to or through a computer to a computer network, such as the Internet. Webcams are typically small cameras that sit on a desk, attach to a user's monitor, or are built into the hardware"
        },
        {
            "taxCode": "46101500A0001",
            "name": "Firearms",
            "description": "Firearms, limited to pistols, revolvers, rifles with a barrel no greater than an internal diameter of .50 caliber or a shotguns of 10 gauge or smaller."
        },
        {
            "taxCode": "46101500A0002",
            "name": "Firearms - other than small arms",
            "description": "Firearms, limited to pistols, revolvers, rifles with a barrel greater than an internal diameter of .50 caliber or a shotgun larger than 10 gauge."
        },
        {
            "taxCode": "46101506A0001",
            "name": "Firearm Accessories",
            "description": "Firearm accessories including repair parts, cleaning products, holsters, mounted safety equipment, choke tubes, scopes, shooting tripod/bipod/monopod, shooting bags/pouches, sights, etc."
        },
        {
            "taxCode": "46101600A0001",
            "name": "Ammunition",
            "description": "Ammunition for firearms with a barrel no greater than an internal diameter of .50 caliber or a shotgun of 10 gauge or smaller., including bullets, shotgun shells, and gunpowder."
        },
        {
            "taxCode": "46101600A0002",
            "name": "Ammunition - designed for firearms other than small arms",
            "description": "Ammunition for firearms with a barrel greater than an internal diameter of .50 caliber or a shotgun larger than 10 gauge., including bullets, shotgun shells, and gunpowder."
        },
        {
            "taxCode": "46101801A0000",
            "name": "Gun Cases",
            "description": "Hard and soft cases designed specifically for firearms equipment"
        },
        {
            "taxCode": "46101801A0001",
            "name": "Archery Cases",
            "description": "Hard and soft cases designed specifically for archery equipment."
        },
        {
            "taxCode": "46101806A0001",
            "name": "Gun Safe",
            "description": "A locking container or other enclosure equipped with a padlock, key lock,combination lock, or other locking device that is designed and intended for the secure storage of one or more firearms. Glass display cases, racks/stands are excluded."
        },
        {
            "taxCode": "46161604A0000",
            "name": "Clothing - Life vests or preservers ",
            "description": "Clothing - Life vests or preservers "
        },
        {
            "taxCode": "46171501A0001",
            "name": "Padlocks - Student",
            "description": "Portable locks used by students in a school setting to prevent use, theft, vandalism or harm."
        },
        {
            "taxCode": "46171502A0001",
            "name": "Gun Safety Lock",
            "description": "A lock that enters through the chamber or barrel of a firearm that prevents use. (trigger lock or barrel lock)"
        },
        {
            "taxCode": "46181501A0001",
            "name": "Clothing - Protective aprons",
            "description": "Clothing - Protective aprons"
        },
        {
            "taxCode": "46181501A0002",
            "name": "Clothing - Aprons - Household/Kitchen",
            "description": "Aprons - Household/Kitchen"
        },
        {
            "taxCode": "46181502A0001",
            "name": "Clothing - Bullet proof vests",
            "description": "Clothing - Bullet proof vests"
        },
        {
            "taxCode": "46181503A0001",
            "name": "Clothing - Protective coveralls",
            "description": "Clothing - Protective coveralls"
        },
        {
            "taxCode": "46181504A0001",
            "name": "Clothing - Protective gloves",
            "description": "Clothing - Protective gloves"
        },
        {
            "taxCode": "46181505A0001",
            "name": "Clothing - Protective knee pads",
            "description": "Clothing - Protective knee pads"
        },
        {
            "taxCode": "46181506A0001",
            "name": "Clothing - Protective ponchos",
            "description": "Clothing - Protective ponchos"
        },
        {
            "taxCode": "46181506A0002",
            "name": "Clothing - Shoulder pads for sports",
            "description": "Clothing - Shoulder pads for sports"
        },
        {
            "taxCode": "46181507A0001",
            "name": "Clothing - Safety vests",
            "description": "Clothing - Safety vests"
        },
        {
            "taxCode": "46181508A0001",
            "name": "Clothing - Fire retardant apparel",
            "description": "Clothing - Fire retardant apparel"
        },
        {
            "taxCode": "46181509A0001",
            "name": "Clothing - Hazardous material protective apparel",
            "description": "Clothing - Hazardous material protective apparel"
        },
        {
            "taxCode": "46181512A0001",
            "name": "Clothing - Cleanroom apparel",
            "description": "Clothing - Cleanroom apparel"
        },
        {
            "taxCode": "46181514A0001",
            "name": "Clothing - Elbow protectors",
            "description": "Clothing - Elbow protectors"
        },
        {
            "taxCode": "46181516A0001",
            "name": "Clothing - Safety sleeves",
            "description": "Clothing - Safety sleeves"
        },
        {
            "taxCode": "46181517A0001",
            "name": "Clothing - Insulated or flotation suits",
            "description": "Clothing - Insulated or flotation suits"
        },
        {
            "taxCode": "46181518A0001",
            "name": "Clothing - Heat resistant clothing",
            "description": "Clothing - Heat resistant clothing"
        },
        {
            "taxCode": "46181520A0001",
            "name": "Clothing - Leg protectors",
            "description": "Clothing - Leg protectors"
        },
        {
            "taxCode": "46181522A0001",
            "name": "Clothing - Safety hoods",
            "description": "Clothing - Safety hoods"
        },
        {
            "taxCode": "46181526A0001",
            "name": "Clothing - Protective shirts",
            "description": "Clothing - Protective shirts"
        },
        {
            "taxCode": "46181527A0001",
            "name": "Clothing - Protective pants",
            "description": "Clothing - Protective pants"
        },
        {
            "taxCode": "46181528A0001",
            "name": "Clothing - Protective frock",
            "description": "Clothing - Protective frock"
        },
        {
            "taxCode": "46181529A0001",
            "name": "Clothing - Insulated clothing for cold environments",
            "description": "Clothing - Insulated clothing for cold environments"
        },
        {
            "taxCode": "46181530A0001",
            "name": "Clothing - Protective finger cots",
            "description": "Clothing - Protective finger cots"
        },
        {
            "taxCode": "46181531A0001",
            "name": "Clothing - Reflective apparel",
            "description": "Clothing - Reflective apparel"
        },
        {
            "taxCode": "46181532A0000",
            "name": "Clothing - Lab coats",
            "description": "Clothing - Lab coats"
        },
        {
            "taxCode": "46181533A0001",
            "name": "Clothing - Protective coats",
            "description": "Clothing - Protective coats"
        },
        {
            "taxCode": "46181534A0001",
            "name": "Clothing - Protective wristbands",
            "description": "Clothing - Protective wristbands"
        },
        {
            "taxCode": "46181535A0001",
            "name": "Clothing - Protective socks or hosiery",
            "description": "Clothing - Protective socks or hosiery"
        },
        {
            "taxCode": "46181536A0001",
            "name": "Clothing - Anti cut gloves",
            "description": "Clothing - Anti cut gloves"
        },
        {
            "taxCode": "46181537A0001",
            "name": "Clothing - Insulated gloves",
            "description": "Clothing - Insulated gloves"
        },
        {
            "taxCode": "46181538A0001",
            "name": "Clothing - Thermal gloves",
            "description": "Clothing - Thermal gloves"
        },
        {
            "taxCode": "46181539A0001",
            "name": "Clothing - Anti vibratory gloves",
            "description": "Clothing - Anti vibratory gloves"
        },
        {
            "taxCode": "46181540A0001",
            "name": "Clothing - Welder gloves",
            "description": "Clothing - Welder gloves"
        },
        {
            "taxCode": "46181541A0001",
            "name": "Clothing - Chemical resistant gloves",
            "description": "Clothing - Chemical resistant gloves"
        },
        {
            "taxCode": "46181542A0001",
            "name": "Clothing - Protective mittens",
            "description": "Clothing - Protective mittens"
        },
        {
            "taxCode": "46181543A0000",
            "name": "Clothing - Waterproof jacket or raincoat",
            "description": "Clothing - Waterproof jacket or raincoat"
        },
        {
            "taxCode": "46181544A0001",
            "name": "Clothing - Waterproof trousers or pants",
            "description": "Clothing - Waterproof trousers or pants"
        },
        {
            "taxCode": "46181545A0001",
            "name": "Clothing - Waterproof suit",
            "description": "Clothing - Waterproof suit"
        },
        {
            "taxCode": "46181546A0000",
            "name": "Clothing - Waterproof cap",
            "description": "Clothing - Waterproof cap"
        },
        {
            "taxCode": "46181547A0001",
            "name": "Clothing - Waterproof cap cover",
            "description": "Clothing - Waterproof cap cover"
        },
        {
            "taxCode": "46181548A0001",
            "name": "Clothing - Welder bib",
            "description": "Clothing - Welder bib"
        },
        {
            "taxCode": "46181549A0001",
            "name": "Clothing - Neck gaitor",
            "description": "Clothing - Neck gaitor"
        },
        {
            "taxCode": "46181550A0001",
            "name": "Clothing - Protective scarf",
            "description": "Clothing - Protective scarf"
        },
        {
            "taxCode": "46181551A0001",
            "name": "Clothing - Protective mesh jacket",
            "description": "Clothing - Protective mesh jacket"
        },
        {
            "taxCode": "46181553A0001",
            "name": "Protective wear dispenser",
            "description": "Protective wear dispenser"
        },
        {
            "taxCode": "46181554A0001",
            "name": "Clothing - Cooling vest",
            "description": "Clothing - Cooling vest"
        },
        {
            "taxCode": "46181601A0001",
            "name": "Clothing - Fire retardant footwear",
            "description": "Clothing - Fire retardant footwear"
        },
        {
            "taxCode": "46181602A0001",
            "name": "Clothing - Hazardous material protective footwear",
            "description": "Clothing - Hazardous material protective footwear"
        },
        {
            "taxCode": "46181603A0001",
            "name": "Clothing - Cleanroom footwear",
            "description": "Clothing - Cleanroom footwear"
        },
        {
            "taxCode": "46181604A0000",
            "name": "Clothing - Safety boots",
            "description": "Clothing - Safety boots"
        },
        {
            "taxCode": "46181605A0000",
            "name": "Clothing - Safety shoes",
            "description": "Clothing - Safety shoes"
        },
        {
            "taxCode": "46181606A0001",
            "name": "Clothing - Footwear covers",
            "description": "Clothing - Footwear covers"
        },
        {
            "taxCode": "46181607A0000",
            "name": "Clothing - Protective clogs",
            "description": "Clothing - Protective clogs"
        },
        {
            "taxCode": "46181608A0000",
            "name": "Clothing - Protective sandals",
            "description": "Clothing - Protective sandals"
        },
        {
            "taxCode": "46181609A0000",
            "name": "Clothing - Protective insole",
            "description": "Clothing - Protective insole"
        },
        {
            "taxCode": "46181610A0000",
            "name": "Clothing - Insulated cold weather shoe",
            "description": "Clothing - Insulated cold weather shoe"
        },
        {
            "taxCode": "46181611A0000",
            "name": "Clothing - Waterproof boot",
            "description": "Clothing - Waterproof boot"
        },
        {
            "taxCode": "46181612A0000",
            "name": "Clothing - Military boot",
            "description": "Clothing - Military boot"
        },
        {
            "taxCode": "46181613A0000",
            "name": "Clothing - Mountain climbing boot",
            "description": "Clothing - Mountain climbing boot"
        },
        {
            "taxCode": "46181701A0001",
            "name": "Clothing - Hard hats",
            "description": "Clothing - Hard hats"
        },
        {
            "taxCode": "46181702A0001",
            "name": "Clothing - Facial shields",
            "description": "Clothing - Facial shields"
        },
        {
            "taxCode": "46181703A0001",
            "name": "Clothing - Welding masks",
            "description": "Clothing - Welding masks"
        },
        {
            "taxCode": "46181704A0001",
            "name": "Clothing - Safety helmets",
            "description": "Clothing - Safety helmets"
        },
        {
            "taxCode": "46181704A0002",
            "name": "Bicycle Helmets - Youth",
            "description": "A bicycle helmet marketed and labeled as being intended for youth."
        },
        {
            "taxCode": "46181704A0003",
            "name": "Bicycle Helmets - Adult",
            "description": "A bicycle helmet that is NOT marketed and labeled as being intended for youth."
        },
        {
            "taxCode": "46181705A0001",
            "name": "Clothing - Motorcycle helmets",
            "description": "Clothing - Motorcycle helmets"
        },
        {
            "taxCode": "46181706A0001",
            "name": "Clothing - Helmet parts or accessories",
            "description": "Clothing - Helmet parts or accessories"
        },
        {
            "taxCode": "46181707A0001",
            "name": "Clothing - Facial shields parts or accessories",
            "description": "Clothing - Facial shields parts or accessories"
        },
        {
            "taxCode": "46181708A0001",
            "name": "Clothing - Protective hair net",
            "description": "Clothing - Protective hair net"
        },
        {
            "taxCode": "46181709A0001",
            "name": "Clothing - Face protection kit",
            "description": "Clothing - Face protection kit"
        },
        {
            "taxCode": "46181710A0001",
            "name": "Clothing - Protective hood",
            "description": "Clothing - Protective hood"
        },
        {
            "taxCode": "46181711A0001",
            "name": "Clothing - Welders helmet",
            "description": "Clothing - Welders helmet"
        },
        {
            "taxCode": "46181802A0001",
            "name": "Clothing - Safety glasses",
            "description": "Clothing - Safety glasses"
        },
        {
            "taxCode": "46181803A0001",
            "name": "Clothing - Eye shields",
            "description": "Clothing - Eye shields"
        },
        {
            "taxCode": "46181804A0001",
            "name": "Clothing - Goggles",
            "description": "Clothing - Goggles"
        },
        {
            "taxCode": "46181808A0001",
            "name": "Clothing - Goggle protective covers",
            "description": "Clothing - Goggle protective covers"
        },
        {
            "taxCode": "46181809A0001",
            "name": "Clothing - Eye shield garters",
            "description": "Clothing - Eye shield garters"
        },
        {
            "taxCode": "46181811A0001",
            "name": "Clothing - Protective lens",
            "description": "Clothing - Protective lens"
        },
        {
            "taxCode": "46181902A0001",
            "name": "Hearing Protection Earmuffs",
            "description": "Protective earmuffs to muffle the sound of gunfire."
        },
        {
            "taxCode": "46182208A0000",
            "name": "Clothing - Shoe Inserts/Insoles",
            "description": "Shoe Inserts/Insoles"
        },
        {
            "taxCode": "46191501A0000",
            "name": "Smoke Detectors",
            "description": "Smoke Detectors"
        },
        {
            "taxCode": "46191509A0001",
            "name": "Carbon Monoxide Detectors",
            "description": "Carbon Monoxide Detectors"
        },
        {
            "taxCode": "46191601A0000",
            "name": "Fire Extinguishers",
            "description": "Fire Extinguishers"
        },
        {
            "taxCode": "47131502A0001",
            "name": "Surface Cleaning Wipes",
            "description": "Disposable wipes used to disinfect objects and surfaces."
        },
        {
            "taxCode": "49141506A0000",
            "name": "Clothing - Wetsuit",
            "description": "Clothing - Wetsuit"
        },
        {
            "taxCode": "49141606A0000",
            "name": "Clothing - Swim goggles",
            "description": "Clothing - Swim goggles"
        },
        {
            "taxCode": "4914606A0001",
            "name": "Clothing - Swim Fins",
            "description": "Clothing - Swim Fins"
        },
        {
            "taxCode": "49151602A0000",
            "name": "Clothing - Ice Skates",
            "description": "Clothing - Ice Skates"
        },
        {
            "taxCode": "49161517A0001",
            "name": "Clothing - Athletic supporter",
            "description": "Clothing - Athletic supporter"
        },
        {
            "taxCode": "49161525A0001",
            "name": "Clothing - Shin guards",
            "description": "Clothing - Shin guards"
        },
        {
            "taxCode": "49171600A0000",
            "name": "Clothing - Boxing gloves",
            "description": "Clothing - Boxing gloves"
        },
        {
            "taxCode": "49181602A0001",
            "name": "Archery Equipment",
            "description": "Primary archery equipment including bows, crossbow, and bow strings."
        },
        {
            "taxCode": "49181602A0002",
            "name": "Archery Accessories",
            "description": "Archery accessories including quivers, releases, arrow shafts, armguards, hunting belts, bow parts, cleaning products, mounted safety equipment, scopes, sights, hunting slings, string wax, targets, target throwers, etc."
        },
        {
            "taxCode": "49211606A0000",
            "name": "Clothing - Golf gloves",
            "description": "Clothing - Golf gloves"
        },
        {
            "taxCode": "49211606A0001",
            "name": "Clothing - Baseball batting gloves",
            "description": "Clothing - Baseball batting gloves"
        },
        {
            "taxCode": "49211606A0002",
            "name": "Clothing - Bowling gloves",
            "description": "Clothing - Bowling gloves"
        },
        {
            "taxCode": "49211606A0004",
            "name": "Clothing - Football receiver gloves",
            "description": "Clothing - Football receiver gloves"
        },
        {
            "taxCode": "49221509A0000",
            "name": "Clothing - Roller skates or roller blades",
            "description": "Clothing - Roller skates or roller blades"
        },
        {
            "taxCode": "50000000A0000",
            "name": "Food and Beverage - Food and Food Ingredients for Home Consumption",
            "description": "Food and Beverage - Food and Food Ingredients for Home Consumption"
        },
        {
            "taxCode": "50101716A0000",
            "name": "Food and Beverage - Nuts and seeds",
            "description": "Food and Beverage - Nuts and seeds"
        },
        {
            "taxCode": "50101716A0001",
            "name": "Food and Beverage - Nuts and seeds that have been processed or treated by salting, spicing, smoking, roasting, or other means",
            "description": "Food and Beverage - Processed Nuts and Seeds"
        },
        {
            "taxCode": "50110000A0000",
            "name": "Food and Beverage - Meat and meat products",
            "description": "Food and Beverage - Meat and meat products"
        },
        {
            "taxCode": "50112000A0000",
            "name": "Food and Beverage - Meat Sticks, Meat Jerky",
            "description": "Food and Beverage - Meat Sticks, Meat Jerky"
        },
        {
            "taxCode": "50121500A0000",
            "name": "Food and Beverage - Fish and seafood",
            "description": "Food and Beverage - Fish and seafood"
        },
        {
            "taxCode": "50131600A0000",
            "name": "Food and Beverage - Eggs and egg products",
            "description": "Food and Beverage - Eggs and egg products"
        },
        {
            "taxCode": "50131700A0000",
            "name": "Food and Beverage - Milk and milk products",
            "description": "Food and Beverage - Milk and milk products"
        },
        {
            "taxCode": "50131800A0000",
            "name": "Food and Beverage - Cheese",
            "description": "Food and Beverage - Cheese"
        },
        {
            "taxCode": "50131800A0001",
            "name": "Food and Beverage - Yogurt",
            "description": "Food and Beverage - Yogurt"
        },
        {
            "taxCode": "50151500A0000",
            "name": "Food and Beverage - Butter, Margarine, Shortening and Cooking Oils",
            "description": "Food and Beverage - Butter, Margarine, Shortening and Cooking Oils"
        },
        {
            "taxCode": "50151515A9000",
            "name": "Food and Beverage - Milk Substitutes",
            "description": "Food and Beverage - Milk Substitutes"
        },
        {
            "taxCode": "50161509A0000",
            "name": "Food and Beverage - Honey, Maple Syrup",
            "description": "Food and Beverage - Honey, Maple Syrup"
        },
        {
            "taxCode": "50161511A0000",
            "name": "Food and Beverage - Cocoa and Cocoa products",
            "description": "Food and Beverage - Cocoa and Cocoa products"
        },
        {
            "taxCode": "50161800A0000",
            "name": "Food and Beverage - Candy",
            "description": "Food and Beverage - Candy"
        },
        {
            "taxCode": "50161800A0001",
            "name": "Food and Beverage - Candy containing flour as an ingredient",
            "description": "Food and Beverage - Candy containing flour as an ingredient"
        },
        {
            "taxCode": "50161900A0000",
            "name": "Food and Beverage - Sugar and Sugar Substitutes",
            "description": "Food and Beverage - Sugar and Sugar Substitutes"
        },
        {
            "taxCode": "50171500A0000",
            "name": "Food and Beverage - Cooking spices",
            "description": "Food and Beverage - Cooking spices"
        },
        {
            "taxCode": "50180000A0000",
            "name": "Food and Beverage - Bread and Flour Products",
            "description": "Food and Beverage - Bread and Flour Products"
        },
        {
            "taxCode": "50181700A0000",
            "name": "Food and Beverage - Cooking Ingredients",
            "description": "Food and Beverage - Cooking Ingredients"
        },
        {
            "taxCode": "50192100A0000",
            "name": "Food and Beverage - Snack Foods",
            "description": "Food and Beverage - Snack Foods"
        },
        {
            "taxCode": "50192303A0000",
            "name": "Food and Beverage - Ice Cream, packaged",
            "description": "Food and Beverage - Ice Cream, packaged"
        },
        {
            "taxCode": "50192304A0000",
            "name": "Food and Beverage - Ice Cream, sold in container less than one pint",
            "description": "Food and Beverage - Ice Cream, sold in container less than one pint"
        },
        {
            "taxCode": "50192401A0000",
            "name": "Food and Beverage - Jams and Jellies",
            "description": "Food and Beverage - Jams and Jellies"
        },
        {
            "taxCode": "50192404A0000",
            "name": "Food and Beverage - Jello and pudding mixes",
            "description": "Food and Beverage - Jello and pudding mixes"
        },
        {
            "taxCode": "50193400A0000",
            "name": "Food/TPP Bundle - with Food 90% or more",
            "description": "Food bundle or basket containing food staples combined with tangible personal property, with the food comprising less 90% or more of the overall value of the bundle."
        },
        {
            "taxCode": "50193400A0001",
            "name": "Food/TPP Bundle - with Food 90% or more - Food is all Candy",
            "description": "Food bundle or basket containing food staples combined with tangible personal property, with the food comprising 90% or more of the overall value of the bundle, where all food consists of candy (not containing flour)."
        },
        {
            "taxCode": "50193400A0002",
            "name": "Food/TPP Bundle - with Food between 50% and 75%",
            "description": "Food bundle or basket containing food staples combined with tangible personal property, with the food comprising between 50% and 75% of the overall value of the bundle."
        },
        {
            "taxCode": "50193400A0003",
            "name": "Food/TPP Bundle - with Food between 50% and 75% - Food is all Candy",
            "description": "Food bundle or basket containing food staples combined with tangible personal property, with the food comprising between 50% and 75% of the overall value of the bundle, where all food consists of candy (not containing flour)."
        },
        {
            "taxCode": "50193400A0004",
            "name": "Food/TPP Bundle - with Food between 76% and 89%",
            "description": "Food bundle or basket containing food staples combined with tangible personal property, with the food comprising between 76% and 89% of the overall value of the bundle."
        },
        {
            "taxCode": "50193400A0005",
            "name": "Food/TPP Bundle - with Food between 76% and 89% - Food is all Candy",
            "description": "Food bundle or basket containing food staples combined with tangible personal property, with the food comprising between 76% and 89% of the overall value of the bundle, where all food consists of candy (not containing flour)."
        },
        {
            "taxCode": "50193400A0006",
            "name": "Food/TPP Bundle - with Food less than 50%",
            "description": "Food/TPP Bundle - with Food less than 50%"
        },
        {
            "taxCode": "50193400A0007",
            "name": "Food/Candy Bundle - with Candy 50% or more",
            "description": "Food bundle or basket containing food staples combined with candy, with the candy comprising 50% or more of the overall value of the bundle (food comprises 50% or less).  Note that any candy containing flour should be considered as food (and not candy) when determining bundle percentages."
        },
        {
            "taxCode": "50193400A0008",
            "name": "Food/Candy Bundle - with Candy 25% to 49%",
            "description": "Food bundle or basket containing food staples combined with candy, with the candy comprising between 25% and 49% of the overall value of the bundle (food comprises 51 to 75%).  Note that any candy containing flour should be considered as food (and not candy) when determining bundle percentages."
        },
        {
            "taxCode": "50193400A0009",
            "name": "Food/Candy Bundle - with Candy 11% to 24%",
            "description": "Food bundle or basket containing food staples combined with candy, with the candy comprising between 11% and 24% of the overall value of the bundle (food comprises 76% to 89%).  Note that any candy containing flour should be considered as food (and not candy) when determining bundle percentages."
        },
        {
            "taxCode": "50193400A0010",
            "name": "Food/Candy Bundle - with Candy 10% or less",
            "description": "Food bundle or basket containing food staples combined with candy, with the candy comprising 10% or less of the overall value of the bundle (food comprises 90% or more).  Note that any candy containing flour should be considered as food (and not candy) when determining bundle percentages."
        },
        {
            "taxCode": "50201700A0000",
            "name": "Food and Beverage - Coffee, coffee substitutes and tea",
            "description": "Food and Beverage - Coffee, coffee substitutes and tea"
        },
        {
            "taxCode": "50201708A0000",
            "name": "Bottled coffee - no milk - unsweetened",
            "description": "Ready to drink coffee based beverage containing neither milk nor natural or artificial sweeteners."
        },
        {
            "taxCode": "50201708A0001",
            "name": "Bottled coffee - no milk - sweetened",
            "description": "Ready to drink coffee based beverage not containing milk, containing natural or artificial sweetener."
        },
        {
            "taxCode": "50201708A0002",
            "name": "Bottled coffee - containing milk or milk substitute",
            "description": "Ready to drink coffee based beverage containing milk or milk substitute."
        },
        {
            "taxCode": "50201712A0000",
            "name": "Bottled tea - non-carbonated - unsweetened",
            "description": "Ready to drink non-carbonated beverage containing tea without natural or artificial sweeteners."
        },
        {
            "taxCode": "50201712A0001",
            "name": "Bottled tea - carbonated - unsweetened",
            "description": "Ready to drink carbonated beverage containing tea and without any natural or artificial sweeteners."
        },
        {
            "taxCode": "50201712A0002",
            "name": "Bottled tea - carbonated  - sweetened",
            "description": "Ready to drink carbonated beverage containing tea with natural or artificial sweeteners."
        },
        {
            "taxCode": "50201712A0003",
            "name": "Bottled tea - non-carbonated  - sweetened",
            "description": "Ready to drink non-carbonated beverage containing tea with natural or artificial sweeteners."
        },
        {
            "taxCode": "50202201A0000",
            "name": "Food and Beverage - Alcoholic beverages - Beer/Malt Beverages",
            "description": "Food and Beverage - Alcoholic beverages - Beer/Malt Beverages"
        },
        {
            "taxCode": "50202203A0000",
            "name": "Food and Beverage - Alcoholic beverages - Wine",
            "description": "Food and Beverage - Wine"
        },
        {
            "taxCode": "50202206A0000",
            "name": "Food and Beverage - Alcoholic beverages - Spirits",
            "description": "Food and Beverage - Alcoholic beverages - Spirits"
        },
        {
            "taxCode": "50202300A0001",
            "name": "Food and Beverage - Non-Alcoholic Beer, Wine",
            "description": "Non-alcoholic beer or wine is beer or wine with little or no alcohol content. In the United States, beverages containing less than 0.5% alcohol by volume (ABV) fall under this term."
        },
        {
            "taxCode": "50202301A0000",
            "name": "Bottled Water",
            "description": "Bottled water for human consumption, unsweetened, non-carbonated. Includes waters containing only natural flavors or essences. Does not include distilled water."
        },
        {
            "taxCode": "50202301A0001",
            "name": "Bottled Water - Sweetened",
            "description": "Bottled Water for human consumption, containing natural or artificial sweeteners, non-carbonated. Waters containing zero calorie natural flavoring should be associated with the 'Bottled Water' PTC."
        },
        {
            "taxCode": "50202301A0002",
            "name": "Bottled Water - Carbonated Artificially",
            "description": "Bottled Water for human consumption, unsweetened, carbonated artificially during bottling process.  Includes carbonated waters containing only natural flavors or essences."
        },
        {
            "taxCode": "50202301A0003",
            "name": "Bottled Water - Carbonated Naturally",
            "description": "Bottled Water for human consumption, unsweetened, carbonated naturally.  Includes carbonated waters containing only natural flavors or essences."
        },
        {
            "taxCode": "50202301A0004",
            "name": "Bottled Water - Carbonated - Sweetened",
            "description": "Bottled Water for human consumption, containing natural or artificial sweeteners, carbonated. Carbonated waters containing zero calorie natural flavoring should be associated with either the the 'Bottled Water - Carbonated Artificially' PTC or the 'Bottled Water - Carbonated Naturally' PTC."
        },
        {
            "taxCode": "50202302A0000",
            "name": "Food and Beverage - Ice cubes",
            "description": "Food and Beverage - Ice cubes"
        },
        {
            "taxCode": "50202304A0000",
            "name": "Soft Drinks - Non-Carbonated - 100% fruit or vegetable juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 100% natural fruit or vegetable juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202304A0001",
            "name": "Soft Drinks - Non-Carbonated - No fruit or vegetable juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and zero natural fruit or vegetable juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202304A0002",
            "name": "Soft Drinks - Non-Carbonated - 1-9% fruit juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 1 - 9% natural fruit juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202304A0003",
            "name": "Soft Drinks - Non-Carbonated - 1 -9% vegetable juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 1 - 9% natural vegetable juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202304A0004",
            "name": "Soft Drinks - Non-Carbonated - 10-24% fruit juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 10 - 24% natural fruit juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202304A0005",
            "name": "Soft Drinks - Non-Carbonated - 10-24% vegetable juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 10 - 24% natural vegetable juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202304A0006",
            "name": "Soft Drinks - Non-Carbonated - 25-50% fruit juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 25 - 50% natural fruit juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202304A0007",
            "name": "Soft Drinks - Non-Carbonated - 25-50% vegetable juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 25 - 50% natural vegetable juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202304A0008",
            "name": "Soft Drinks - Non-Carbonated - 51-69% fruit juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 51 - 69% natural fruit juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202304A0009",
            "name": "Soft Drinks - Non-Carbonated - 51-69% vegetable juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 51 - 69% natural vegetable juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202304A0010",
            "name": "Soft Drinks - Non-Carbonated - 70-99% fruit juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 70 - 99% natural fruit juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202304A0011",
            "name": "Soft Drinks - Non-Carbonated - 70-99% vegetable juice",
            "description": "Non-carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 70 - 99% natural vegetable juice.  This does not include flavored water.  This does include sweetened cocktail mixes that can be combined with alcohol.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0000",
            "name": "Soft Drinks - Carbonated - No fruit or vegetable juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and zero natural fruit or vegetable juice.  This does not include flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0001",
            "name": "Soft Drinks - Carbonated - 1-9% fruit juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 1 - 9% natural fruit juice.  This does not include flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0002",
            "name": "Soft Drinks - Carbonated - 1 -9% vegetable juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 1 - 9% natural vegetable juice.  This does not include flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0003",
            "name": "Soft Drinks - Carbonated - 10-24% fruit juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 10 - 24% natural fruit juice.  This does not include flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0004",
            "name": "Soft Drinks - Carbonated - 10-24% vegetable juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 10 - 24% natural vegetable juice.  This does not include flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0005",
            "name": "Soft Drinks - Carbonated - 25-50% fruit juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 25 - 50% natural fruit juice.  This does not include flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0006",
            "name": "Soft Drinks - Carbonated - 25-50% vegetable juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 25 - 50% natural vegetable juice.  This does not flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0007",
            "name": "Soft Drinks - Carbonated - 51-69% fruit juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 51 - 69% natural fruit juice.  This does not include flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0008",
            "name": "Soft Drinks - Carbonated - 51-69% vegetable juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 51 - 69% natural vegetable juice.  This does not include flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0009",
            "name": "Soft Drinks - Carbonated - 70-99% fruit juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 70 - 99% natural fruit juice.  This does not include flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0010",
            "name": "Soft Drinks - Carbonated - 70-99% vegetable juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 70 - 99% natural vegetable juice.  This does not include flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202306A0011",
            "name": "Soft Drinks - Carbonated - 100% fruit or vegetable juice",
            "description": "Carbonated nonalcoholic beverages that contain natural or artificial sweeteners, and 100% natural fruit or vegetable juice.  This does not include flavored carbonated water.  This does include beverages marketed as energy drinks that carry a Nutrition Facts label and contain a blend of energy enhancing ingredients."
        },
        {
            "taxCode": "50202309A0000",
            "name": "Energy Beverages - Non-Carbonated - with Supplement Facts Label",
            "description": "Non-carbonated beverages marketed as energy drinks, carrying a Supplement Facts Label, that contain a blend of energy enhancing vitamins, minerals, herbals, stimulants, etc."
        },
        {
            "taxCode": "50202309A0001",
            "name": "Energy Beverages - Carbonated - with Supplement Facts Label",
            "description": "Carbonated beverages marketed as energy drinks, carrying a Supplement Facts Label, that contain a blend of energy enhancing vitamins, minerals, herbals, stimulants, etc."
        },
        {
            "taxCode": "50202311A0000",
            "name": "Powdered Drink Mixes - to be mixed with water",
            "description": "Powdered mixes to be reconstituted into a drinkable beverage using water."
        },
        {
            "taxCode": "50202311A0001",
            "name": "Powdered Drink Mixes - to be mixed with milk",
            "description": "Powdered mixes to be reconstituted into a drinkable beverage using milk or a milk substitute."
        },
        {
            "taxCode": "50221200A0000",
            "name": "Food and Beverage - Grains, Rice, Cereal",
            "description": "Food and Beverage - Grains, Rice, Cereal"
        },
        {
            "taxCode": "50221202A0001",
            "name": "Food and Beverage - Granola Bars, Cereal Bars, Energy Bars, Protein Bars containing flour",
            "description": "Food and Beverage - Granola Bars, Cereal Bars, Energy Bars, Protein Bars containing flour"
        },
        {
            "taxCode": "50221202A0002",
            "name": "Food and Beverage - Granola Bars, Cereal Bars, Energy Bars, Protein Bars containing no flour",
            "description": "Food and Beverage - Granola Bars, Cereal Bars, Energy Bars, Protein Bars containing no flour"
        },
        {
            "taxCode": "50300000A0000",
            "name": "Food and Beverage - Fruit",
            "description": "Food and Beverage - Fruit"
        },
        {
            "taxCode": "50320000A0000",
            "name": "Food and Beverage - Dried fruit, unsweetened",
            "description": "Food and Beverage - Dried fruit, unsweetened"
        },
        {
            "taxCode": "50400000A0000",
            "name": "Food and Beverage - Vegetables",
            "description": "Food and Beverage - Vegetables"
        },
        {
            "taxCode": "50480000A9000",
            "name": "Food and Beverage - Nut Butters",
            "description": "Food and Beverage - Nut Butters"
        },
        {
            "taxCode": "50501500A0000",
            "name": "Food and Beverage - Vitamins and Supplements - labeled with supplement facts",
            "description": "Food and Beverage - Vitamins and Supplements"
        },
        {
            "taxCode": "50501500A0001",
            "name": "Food and Beverage - Vitamins and Supplements - labeled with nutritional facts",
            "description": "Food and Beverage - Vitamins and Supplements - labeled with nutritional facts"
        },
        {
            "taxCode": "50501703A0000",
            "name": "Nutritional Supplements, Protein Drinks, Shakes - Contains No Milk",
            "description": "Ready-to-drink beverages not containing milk, formulated and labeled for their nutritional value, such as increased caloric or protein intake, containing natural or artificial sweeteners."
        },
        {
            "taxCode": "50501703A0001",
            "name": "Nutritional Supplements, Protein Drinks, Shakes - Contains Milk",
            "description": "Ready-to-drink beverages containing milk, formulated and labeled for their nutritional value, such as increased caloric or protein intake."
        },
        {
            "taxCode": "50501703A0002",
            "name": "Protein Powder",
            "description": "Nutritional supplement in powder form, dairy based or plant based, focused on increasing ones intake of protein for various benefits."
        },
        {
            "taxCode": "50501903A0000",
            "name": "Vitamins - Pets",
            "description": "A compound providing vital nutrients that a companion animal requires."
        },
        {
            "taxCode": "51000000A1000",
            "name": "Over-the-Counter Drugs - Pets",
            "description": "Medicinal substances for treating companion animals and intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease, sold without prescription."
        },
        {
            "taxCode": "51000000A1001",
            "name": "Flea & Tick Products - Pets",
            "description": "Substances for treating and preventing flea and ticks in companion animals, sold without prescription.  Examples include flea collars, flea powder, tick and flea soap, and tick sprays."
        },
        {
            "taxCode": "51010",
            "name": "Over-the-Counter Drugs",
            "description": "An over-the-counter drug is a substance that contains a label identifying it as a drug and including a \"drug facts\" panel or a statement of active ingredients, that can be obtained without a prescription.  A drug can be intended for internal (ingestible, implant, injectable) or external (topical) application to the human body."
        },
        {
            "taxCode": "51020",
            "name": "Prescription Drugs",
            "description": "A substance that can only be obtained via a prescription of a licensed professional.  A drug is a compound, substance, or preparation, and any component thereof, not including food or food ingredients, dietary supplements, or alcoholic beverages, that is: recognized in the official United States pharmacopoeia, official homeopathic pharmacopoeia of the United States, or official national formulary, and supplement to any of them; intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease; or intended to affect the structure or any function of the body.  A drug can be intended for internal (ingestible, implant, injectable) or external (topical) application to the human body."
        },
        {
            "taxCode": "51030",
            "name": "Over-the-Counter Drugs via Prescription",
            "description": "An over-the-counter drug via RX is a substance that contains a label identifying it as a drug and including a \"drug facts\" panel or a statement of active ingredients, that can be obtained without a prescription,  but is sold under prescription order of a licensed professional.  A drug can be intended for internal (ingestible, implant, injectable) or external (topical) application to the human body.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "51143218A0000",
            "name": "Smoking Cessation Products",
            "description": "Over-the-counter nicotine replacement products, including patches, gum, lozenges, sprays and inhalers.  These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "51182001A0001",
            "name": "Hair Loss Products - Medicated",
            "description": "Topical foams, creams, gels, etc. that prevent hair loss and promote hair regrowth.  These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "51183603A0000",
            "name": "Insulin with Prescription",
            "description": "Synthetic or animal-based insulin used as an injectible drug for diabetes patients, sold under prescription order of a licensed professional."
        },
        {
            "taxCode": "51183603A0001",
            "name": "Insulin without Prescription",
            "description": "Synthetic or animal-based insulin used as an injectible drug for diabetes patients, sold without prescription order of a licensed professional."
        },
        {
            "taxCode": "51241000A0001",
            "name": "Ear Drops - Medicated",
            "description": "Liquid drops to be placed inside the ear canal to reduce the symptoms of an ear ache, or to act as an ear drying aid, or to loosen, cleanse, and aid in the removal of ear wax.  These products contain a \"drug facts\" panel or a statement of active ingredients.  Examples include Ear Ache, Swimmers' Ears, and Ear Wax removal drops.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "51241200A0001",
            "name": "Skin Care Products- Medicated",
            "description": "Lotions, moisturizers, creams, powders, sprays, etc that promote optimal skin health.  These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "51241200A0002",
            "name": "Skin Care Products",
            "description": "Lotions, moisturizers, creams, powders, sprays, etc that promote optimal skin health.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "51241400A0001",
            "name": "Acne Treatments",
            "description": "Topical medicated solutions for treating skin acne.  These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "51241859A0001",
            "name": "Diaper Cream",
            "description": "A skin cream forming a protective barrier to help heal and soothe diaper rash discomfort.  These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "51241900A0001",
            "name": "Baby Oil",
            "description": "Baby oil is an inert (typically mineral) oil for the purpose of keeping skin soft and supple.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "51302300A0001",
            "name": "Feminine Yeast Treatments",
            "description": "Over-the-counter antifungal creams, ointments or suppositories to treat yeast infections, containing a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "51350000A0000",
            "name": "Birth Control - Prescription Oral Contraceptives",
            "description": "An oral medication containing hormones effective in altering the menstrual cycle to eliminate ovulation and prevent pregnancy, available only under prescription order of a licensed professional.  Other than preventing pregnancy, hormonal birth control can also be used to treat various conditions, such as Polycystic Ovary Syndrome, Endometriosis, Primary Ovarian Insufficiency, etc."
        },
        {
            "taxCode": "51350000A0001",
            "name": "Birth Control - Over-the-Counter Oral Contraceptives",
            "description": "Over-the-Counter emergency contraceptive pills act to prevent pregnancy after intercourse. The contraceptive contains a hormone that prevents ovulation, fertilization, or implantation of an embryo."
        },
        {
            "taxCode": "51350000A0002",
            "name": "Birth Control - Over-the-Counter Oral Contraceptives with Prescription",
            "description": "Over-the-Counter emergency contraceptive pills act to prevent pregnancy after intercourse, sold under prescription order of a licensed professional.  The contraceptive contains a hormone that prevents ovulation, fertilization, or implantation of an embryo."
        },
        {
            "taxCode": "51350000A0003",
            "name": "Birth Control - Prescription non-Oral Contraceptives - Hormonal",
            "description": "Hormonal based birth control methods other than the oral pill, including intrauterine devices, injections, skin implants, transdermal patches, and vaginal rings that release a continuous dose of hormones to eliminate ovulation and prevent pregnancy, available only under prescription order of a licensed professional."
        },
        {
            "taxCode": "51471901A0000",
            "name": "Isopropyl (Rubbing) Alcohol",
            "description": "A liquid solution typically used as a topical antiseptic.  The products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "51473503A0000",
            "name": "Hydrogen Peroxide",
            "description": "Hydrogen peroxide is a mild antiseptic used on the skin to prevent infection of minor cuts, scrapes, and burns.  It may also be used as a mouth rinse to help remove mucus or to relieve minor mouth irritation (e.g., due to canker/cold sores, gingivitis).  These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "52101507A0000",
            "name": "Bath Mats/rugs",
            "description": "A small mat/rug used to cover portion of bathroom floor."
        },
        {
            "taxCode": "52121500A0000",
            "name": "Bedding",
            "description": "Bedclothes items including sheets, pillow cases, bedspreads, comforters, blankets, throws, duvet covers, pillow shams, bed skirts, mattress pad, mattress toppers, and pillows."
        },
        {
            "taxCode": "52121601A0000",
            "name": "Dish towels",
            "description": "Dish towels used for kitchenware drying."
        },
        {
            "taxCode": "52121700A0000",
            "name": "Bath towels",
            "description": "Towels used for individual drying of persons, including bath towels, beach towels, wash cloths, hand towels, fact towels, sport towels, etc."
        },
        {
            "taxCode": "52141501A0000",
            "name": "Refrigerators - Energy Star",
            "description": "Domestic standard size refrigerators carrying Energy Star rating."
        },
        {
            "taxCode": "52141505A0000",
            "name": "Dishwashers - Energy Star",
            "description": "Domestic dish washing appliances carrying Energy Star rating."
        },
        {
            "taxCode": "52141506A0000",
            "name": "Freezers- Energy Star",
            "description": "Domestic freezers carrying Energy Star rating."
        },
        {
            "taxCode": "52141601A0000",
            "name": "Clothes Washing Machine - Energy Star",
            "description": "Domestic clothes washing appliances carrying Energy Star rating."
        },
        {
            "taxCode": "52141602A0000",
            "name": "Clothes drying machine - Energy Star",
            "description": "Domestic clothes drying appliances carrying Energy Star rating."
        },
        {
            "taxCode": "52143609A0000",
            "name": "Appliance Repair",
            "description": "A charge to repair or restore to operating condition an appliance (dishwasher, washing machine, refrigerator, etc.) that was broken, worn, damaged, defective, or malfunctioning. This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "52151605A0001",
            "name": "Can opener - manual",
            "description": "Non-electric can opener"
        },
        {
            "taxCode": "52152002A0001",
            "name": "Food Storage Cooler",
            "description": "Non-electric food or beverage cooler."
        },
        {
            "taxCode": "52161514A0000",
            "name": "Headphones/Earbuds",
            "description": "Headphones/Earbuds"
        },
        {
            "taxCode": "52161543A0000",
            "name": "Digital Music Players",
            "description": "Portable audio equipment that records digital music for playback"
        },
        {
            "taxCode": "52161548A0000",
            "name": "Audio Turntables",
            "description": "A type of consumer electronic device used to play vinyl recordings."
        },
        {
            "taxCode": "52161549A0000",
            "name": "Digital Picture Frames",
            "description": "A framed display designed to display preloaded digital images (jpeg or any digital image format). Has slots for flash memory cards and/or an interface for digital photo camera connection."
        },
        {
            "taxCode": "52161557A0000",
            "name": "Video Gaming Console - Fixed",
            "description": "Video Gaming Console - Fixed"
        },
        {
            "taxCode": "52161558A0000",
            "name": "Video Gaming Console - Portable",
            "description": "Video Gaming Console - Portable"
        },
        {
            "taxCode": "52232000A0000",
            "name": "Credit Card Processing Services",
            "description": "A service that allows merchants to accept credit cards as well as send credit card payment details to the credit card network. It then forwards the payment authorization back to the acquiring bank."
        },
        {
            "taxCode": "53101500A0000",
            "name": "Clothing - Slacks or trousers or shorts",
            "description": "Clothing - Slacks or trousers or shorts"
        },
        {
            "taxCode": "53101600A0000",
            "name": "Clothing - Shirts",
            "description": "Clothing - Shirts"
        },
        {
            "taxCode": "53101700A0000",
            "name": "Clothing - Sweaters",
            "description": "Clothing - Sweaters"
        },
        {
            "taxCode": "53101800A0000",
            "name": "Clothing - Coats or jackets",
            "description": "Clothing - Coats or jackets"
        },
        {
            "taxCode": "53101800A0001",
            "name": "Clothing - Fur Coat or Jacket",
            "description": "Clothing - Fur Coat or Jacket"
        },
        {
            "taxCode": "53101800A0002",
            "name": "Clothing - Synthetic Fur Coat or Jacket",
            "description": "Clothing - Synthetic Fur Coat or Jacket"
        },
        {
            "taxCode": "53101801A0001",
            "name": "Clothing - Tuxedo or Formalwear",
            "description": "Clothing - Tuxedo or Formalwear"
        },
        {
            "taxCode": "53101801A0002",
            "name": "Clothing - Formal Dress",
            "description": "Clothing - Formal Dress"
        },
        {
            "taxCode": "53101801A0003",
            "name": "Clothing - Prom Dress",
            "description": "Clothing - Prom Dress"
        },
        {
            "taxCode": "53101801A0004",
            "name": "Clothing - Bridal Gown",
            "description": "Clothing - Bridal Gown"
        },
        {
            "taxCode": "53101806A0000",
            "name": "Clothing - Poncho",
            "description": "Clothing - Poncho"
        },
        {
            "taxCode": "53101806A0001",
            "name": "Clothing - Fur Poncho or Cape",
            "description": "Clothing - Fur Poncho or Cape"
        },
        {
            "taxCode": "53101806A0002",
            "name": "Clothing - Synthetic Fur Poncho or Cape",
            "description": "Clothing - Synthetic Fur Poncho or Cape"
        },
        {
            "taxCode": "53101900A0000",
            "name": "Clothing - Suits",
            "description": "Clothing - Suits"
        },
        {
            "taxCode": "53102000A0000",
            "name": "Clothing - Dresses or skirts or saris or kimonos",
            "description": "Clothing - Dresses or skirts or saris or kimonos"
        },
        {
            "taxCode": "53102100A0000",
            "name": "Clothing - Overalls or coveralls",
            "description": "Clothing - Overalls or coveralls"
        },
        {
            "taxCode": "53102200A0000",
            "name": "Clothing - Folkloric clothing",
            "description": "Clothing - Folkloric clothing"
        },
        {
            "taxCode": "53102301A0000",
            "name": "Clothing - Undershirts",
            "description": "Clothing - Undershirts"
        },
        {
            "taxCode": "53102302A0000",
            "name": "Clothing - Slips",
            "description": "Clothing - Slips"
        },
        {
            "taxCode": "53102303A0000",
            "name": "Clothing - Underpants",
            "description": "Clothing - Underpants"
        },
        {
            "taxCode": "53102304A0000",
            "name": "Clothing - Brassieres",
            "description": "Clothing - Brassieres"
        },
        {
            "taxCode": "53102305A0000",
            "name": "Clothing - Infant diapers",
            "description": "Clothing - Infant diapers"
        },
        {
            "taxCode": "53102305A0001",
            "name": "Clothing - Cloth Diapers",
            "description": "Infant washable/reusable cloth diapers."
        },
        {
            "taxCode": "53102306A0000",
            "name": "Clothing - Adult diapers",
            "description": "Clothing - Adult diapers"
        },
        {
            "taxCode": "53102307A0000",
            "name": "Clothing - Body shaping garments",
            "description": "Clothing - Body shaping garments"
        },
        {
            "taxCode": "53102308A0000",
            "name": "Clothing - Diaper liners",
            "description": "Clothing - Diaper liners"
        },
        {
            "taxCode": "53102311A0000",
            "name": "Clothing - Disposable youth training pants",
            "description": "Clothing - Disposable youth training pants"
        },
        {
            "taxCode": "53102401A0000",
            "name": "Clothing - Stockings",
            "description": "Clothing - Stockings"
        },
        {
            "taxCode": "53102402A0000",
            "name": "Clothing - Socks",
            "description": "Clothing - Socks"
        },
        {
            "taxCode": "53102403A0000",
            "name": "Clothing - Panty hose",
            "description": "Clothing - Panty hose"
        },
        {
            "taxCode": "53102404A0000",
            "name": "Clothing - Tights",
            "description": "Clothing - Tights"
        },
        {
            "taxCode": "53102500A0001",
            "name": "Clothing - Hair Accessories",
            "description": "Hair notions, hair clips,  barrettes, hair bows, hair nets, etc."
        },
        {
            "taxCode": "53102500A0002",
            "name": "Clothing - Wigs, Hairpieces, Hair extensions",
            "description": "Wigs, Hairpieces, Hair extensions"
        },
        {
            "taxCode": "53102501A0000",
            "name": "Clothing - Belts or suspenders",
            "description": "Clothing - Belts or suspenders"
        },
        {
            "taxCode": "53102501A0001",
            "name": "Clothing - Belt Buckle",
            "description": "Clothing - Belt Buckle"
        },
        {
            "taxCode": "53102502A0000",
            "name": "Clothing - Ties or scarves or mufflers",
            "description": "Clothing - Ties or scarves or mufflers"
        },
        {
            "taxCode": "53102502A0001",
            "name": "Clothing - Fur Ear muffs or scarves",
            "description": "Clothing - Fur Ear muffs or scarves"
        },
        {
            "taxCode": "53102502A0002",
            "name": "Clothing - Synthetic Fur Ear muffs or scarves",
            "description": "Clothing - Synthetic Fur Ear muffs or scarves"
        },
        {
            "taxCode": "53102503A0000",
            "name": "Clothing - Hats",
            "description": "Clothing - Hats"
        },
        {
            "taxCode": "53102503A0001",
            "name": "Clothing - Fur Gloves",
            "description": "Clothing - Fur Gloves"
        },
        {
            "taxCode": "53102503A0002",
            "name": "Clothing - Synthetic Fur Gloves",
            "description": "Clothing - Synthetic Fur Gloves"
        },
        {
            "taxCode": "53102504A0000",
            "name": "Clothing - Gloves or mittens",
            "description": "Clothing - Gloves or mittens"
        },
        {
            "taxCode": "53102504A0001",
            "name": "Clothing - Fur Hat",
            "description": "Clothing - Fur Hat"
        },
        {
            "taxCode": "53102504A0002",
            "name": "Clothing - Synthetic Fur Hat",
            "description": "Clothing - Synthetic Fur Hat"
        },
        {
            "taxCode": "53102505A0000",
            "name": "Clothing - Umbrellas",
            "description": "Clothing - Umbrellas"
        },
        {
            "taxCode": "53102506A0000",
            "name": "Clothing - Sweat bands",
            "description": "Clothing - Sweat bands"
        },
        {
            "taxCode": "53102508A0000",
            "name": "Clothing - Armbands",
            "description": "Clothing - Armbands"
        },
        {
            "taxCode": "53102509A0000",
            "name": "Clothing - Garters",
            "description": "Clothing - Garters"
        },
        {
            "taxCode": "53102511A0000",
            "name": "Clothing - Bandannas",
            "description": "Clothing - Bandannas"
        },
        {
            "taxCode": "53102512A0000",
            "name": "Clothing - Handkerchiefs",
            "description": "Clothing - Handkerchiefs"
        },
        {
            "taxCode": "53102513A0000",
            "name": "Clothing - Headbands",
            "description": "Clothing - Headbands"
        },
        {
            "taxCode": "53102514A0000",
            "name": "Clothing - Pocket protectors",
            "description": "Clothing - Pocket protectors"
        },
        {
            "taxCode": "53102515A0000",
            "name": "Clothing - Button covers",
            "description": "Clothing - Button covers"
        },
        {
            "taxCode": "53102516A0000",
            "name": "Clothing - Caps",
            "description": "Clothing - Caps"
        },
        {
            "taxCode": "53102518A0000",
            "name": "Clothing - Chevrons",
            "description": "Clothing - Chevrons"
        },
        {
            "taxCode": "53102519A0000",
            "name": "Clothing - Gorgets",
            "description": "Clothing - Gorgets"
        },
        {
            "taxCode": "53102520A0000",
            "name": "Clothing - Shoulder boards or epaulettes",
            "description": "Clothing - Shoulder boards or epaulettes"
        },
        {
            "taxCode": "53102521A0000",
            "name": "Clothing - Bib",
            "description": "Clothing - Bib"
        },
        {
            "taxCode": "53102600A0000",
            "name": "Clothing - Pajamas or nightshirts or robes",
            "description": "Clothing - Pajamas or nightshirts or robes"
        },
        {
            "taxCode": "53102606A0000",
            "name": "Clothing - Bath robes",
            "description": "Clothing - Bath robes"
        },
        {
            "taxCode": "53102607A0000",
            "name": "Clothing - Sleep or eye mask",
            "description": "Clothing - Sleep or eye mask"
        },
        {
            "taxCode": "53102608A0000",
            "name": "Clothing - Infant swaddles or buntings or receiving blankets",
            "description": "Clothing - Infant swaddles or buntings or receiving blankets"
        },
        {
            "taxCode": "53102701A0000",
            "name": "Clothing - Military uniforms",
            "description": "Clothing - Military uniforms"
        },
        {
            "taxCode": "53102702A0000",
            "name": "Clothing - Customs uniforms",
            "description": "Clothing - Customs uniforms"
        },
        {
            "taxCode": "53102703A0000",
            "name": "Clothing - Police uniforms",
            "description": "Clothing - Police uniforms"
        },
        {
            "taxCode": "53102704A0000",
            "name": "Clothing - Institutional food preparation or service attire",
            "description": "Clothing - Institutional food preparation or service attire"
        },
        {
            "taxCode": "53102705A0000",
            "name": "Clothing - School uniforms",
            "description": "Clothing - School uniforms"
        },
        {
            "taxCode": "53102706A0000",
            "name": "Clothing - Security uniforms",
            "description": "Clothing - Security uniforms"
        },
        {
            "taxCode": "53102707A0000",
            "name": "Clothing - Doctors coat",
            "description": "Clothing - Doctors coat"
        },
        {
            "taxCode": "53102708A0000",
            "name": "Clothing - Nurses uniforms",
            "description": "Clothing - Nurses uniforms"
        },
        {
            "taxCode": "53102709A0000",
            "name": "Clothing - Ambulance officers uniforms",
            "description": "Clothing - Ambulance officers uniforms"
        },
        {
            "taxCode": "53102710A0000",
            "name": "Clothing - Corporate uniforms",
            "description": "Clothing - Corporate uniforms"
        },
        {
            "taxCode": "53102711A0000",
            "name": "Clothing - Salon smocks",
            "description": "Clothing - Salon smocks"
        },
        {
            "taxCode": "53102712A0000",
            "name": "Clothing - Paramedic uniforms",
            "description": "Clothing - Paramedic uniforms"
        },
        {
            "taxCode": "53102713A0000",
            "name": "Clothing - Ushers uniforms",
            "description": "Clothing - Ushers uniforms"
        },
        {
            "taxCode": "53102714A0000",
            "name": "Clothing - Judicial robe",
            "description": "Clothing - Judicial robe"
        },
        {
            "taxCode": "53102715A0000",
            "name": "Clothing - Prison officer uniform",
            "description": "Clothing - Prison officer uniform"
        },
        {
            "taxCode": "53102716A0000",
            "name": "Clothing - Prisoner uniform",
            "description": "Clothing - Prisoner uniform"
        },
        {
            "taxCode": "53102717A0000",
            "name": "Clothing - Sport uniform",
            "description": "Clothing - Sport uniform"
        },
        {
            "taxCode": "53102717A0001",
            "name": "Clothing - Martial Arts Attire",
            "description": "Clothing apparel/uniforms that are specific to the training and competition of various martial arts."
        },
        {
            "taxCode": "53102718A0000",
            "name": "Clothing - Firefighter uniform",
            "description": "Clothing - Firefighter uniform"
        },
        {
            "taxCode": "53102800A0000",
            "name": "Clothing - Swimwear",
            "description": "Clothing - Swimwear"
        },
        {
            "taxCode": "53102900A0000",
            "name": "Clothing - Athletic wear",
            "description": "Clothing - Athletic wear"
        },
        {
            "taxCode": "53103000A0000",
            "name": "Clothing - T-Shirts",
            "description": "Clothing - T-Shirts"
        },
        {
            "taxCode": "53103100A0000",
            "name": "Clothing - Vest or waistcoats",
            "description": "Clothing - Vest or waistcoats"
        },
        {
            "taxCode": "53103100A0001",
            "name": "Clothing - Fur Vest",
            "description": "Clothing - Fur Vest"
        },
        {
            "taxCode": "53103100A0002",
            "name": "Clothing - Synthetic Fur Vest",
            "description": "Clothing - Synthetic Fur Vest"
        },
        {
            "taxCode": "53103100A0003",
            "name": "Clothing - Hunting Vests",
            "description": "Hunting Vests"
        },
        {
            "taxCode": "53103201A0000",
            "name": "Clothing - Disposable work coat",
            "description": "Clothing - Disposable work coat"
        },
        {
            "taxCode": "53111500A0000",
            "name": "Clothing - Boots",
            "description": "Clothing - Boots"
        },
        {
            "taxCode": "53111600A0000",
            "name": "Clothing - Shoes",
            "description": "Clothing - Shoes"
        },
        {
            "taxCode": "53111600A9007",
            "name": "Shoe Repair",
            "description": "A charge to repair or restore footwear was broken, worn, damaged, defective, or malfunctioning. This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential.  Note: This product tax code will partially apply tax in CA, MI, IL."
        },
        {
            "taxCode": "53111700A0000",
            "name": "Clothing - Slippers",
            "description": "Clothing - Slippers"
        },
        {
            "taxCode": "53111800A0000",
            "name": "Clothing - Sandals",
            "description": "Clothing - Sandals"
        },
        {
            "taxCode": "53111900A0000",
            "name": "Clothing - Athletic footwear",
            "description": "Clothing - Athletic footwear"
        },
        {
            "taxCode": "53111900A0001",
            "name": "Clothing - Ballet or tap shoes",
            "description": "Clothing - Ballet or tap shoes"
        },
        {
            "taxCode": "53111900A0002",
            "name": "Clothing - Cleated or spiked shoes",
            "description": "Clothing - Cleated or spiked shoes"
        },
        {
            "taxCode": "53111900A0003",
            "name": "Clothing - Bowling shoes",
            "description": "Clothing - Bowling shoes"
        },
        {
            "taxCode": "53111900A0004",
            "name": "Clothing - Golf shoes",
            "description": "Clothing - Golf shoes"
        },
        {
            "taxCode": "53111900A0005",
            "name": "Clothing - Ski boots",
            "description": "Clothing - Ski boots"
        },
        {
            "taxCode": "53112000A0000",
            "name": "Clothing - Overshoes",
            "description": "Clothing - Overshoes"
        },
        {
            "taxCode": "53112002A0000",
            "name": "Clothing - Shoelaces",
            "description": "Clothing - Shoelaces"
        },
        {
            "taxCode": "53112003A0000",
            "name": "Clothing - Heel pads",
            "description": "Clothing - Heel pads"
        },
        {
            "taxCode": "53121500A0000",
            "name": "Luggage",
            "description": "Luggage"
        },
        {
            "taxCode": "53121600A0000",
            "name": "Handbags, Purses",
            "description": "Handbags, Purses"
        },
        {
            "taxCode": "53121600A0001",
            "name": "Wallets",
            "description": "Wallets"
        },
        {
            "taxCode": "53121603A0001",
            "name": "Bookbags/Backpacks - Student",
            "description": "Bags/packs designed to carry students' books during the school day.  This category does not include backpags for traveling, hiking, camping, etc."
        },
        {
            "taxCode": "53121701A0000",
            "name": "Briefcases",
            "description": "Briefcases"
        },
        {
            "taxCode": "53131501A0000",
            "name": "Mouthwash - Therapeutic",
            "description": "Therapeutic mouthwash, having active ingredients (such as antiseptic, or flouride) intended to help control or reduce conditions like bad breath, gingivitis, plaque, and tooth decay.  These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131501A0001",
            "name": "Mouthwash - Cosmetic",
            "description": "Cosmetic mouthwash may temporarily control bad breath and leave behind a pleasant taste, but has no chemical or biological application beyond their temporary benefit.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131502A0000",
            "name": "Toothpaste",
            "description": "Toothpaste containing \"drug facts\" panel or a statement of active ingredients.  These products do contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131503A0000",
            "name": "Toothbrushes",
            "description": "Toothbrushes.    This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131504A0000",
            "name": "Dental Floss/picks",
            "description": "Dental Floss/picks.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131509A0000",
            "name": "Breath Spray/dissolvable strips",
            "description": "Breath spray is a product sprayed into the mouth and breath strips dissolve in the mouth for the purpose of eliminating halitosis.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.    This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131510A0000",
            "name": "Denture creams/adhesives",
            "description": "Denture adhesives are pastes, powders or adhesive pads that may be placed in/on dentures to help them stay in place.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131601A0000",
            "name": "Clothing - Shower Cap",
            "description": "Clothing - Shower Cap"
        },
        {
            "taxCode": "53131606A0000",
            "name": "Deodorant/Antiperspirant",
            "description": "Personal under-arm deodorants/antiperspirants.  These products do contain a \"drug facts\" panel or a statement of active ingredients, typically aluminum.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131606A0001",
            "name": "Deodorant - Natural or no active ingredients",
            "description": "Personal under-arm deodorants/antiperspirants containing natural ingredients and/or ingredients that are not considered drugs.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131608A0001",
            "name": "Soaps - Antibacterial",
            "description": "Soaps, body washes, shower gels for personal hygiene containing antibacterial. These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131609A0000",
            "name": "Sunscreen",
            "description": "A lotion, spray, gel, foam, stick or other topical product that absorbs or reflects some of the sun's ultraviolet (UV) radiation and thus helps protect against sunburn.  Sunscreen contains a \"drug facts\" label or statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131611A0000",
            "name": "Shaving Creams",
            "description": "A cosmetic foam or gel used for shaving preparation. The purpose of shaving cream is to soften the hair by providing lubrication.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.    This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131612A0001",
            "name": "Bubble Bath, Bath Salts/Oils/Crystals",
            "description": "Various surfactant preparations to improve cleaning, enhance the enjoyment of bathing, and serve as a vehicle for cosmetic agents.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.    This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131615A0000",
            "name": "Tampons, menstrual cups, pads, liners",
            "description": "Feminine hygiene product designed to absorb the menstrual flow. This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131615A0001",
            "name": "Feminine Cleansing Solutions - Unmedicated",
            "description": "Vaginal cleaning products include douches and wipes. This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131615A0002",
            "name": "Feminine Cleansing Solutions - Medicated",
            "description": "Vaginal cleaning products include douches and wipes with medication such as an antiseptic, containing a \"drug facts\" panel or a statement of active ingredients. This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131619A0001",
            "name": "Cosmetics - Beautifying",
            "description": "Articles intended to be rubbed, poured, sprinkled, or sprayed on, introduced into, or otherwise applied to the human body or any part thereof for beautifying, promoting attractiveness, or altering the appearance.  This category supports only the following items: Acrylic fingernail glue, Acrylic fingernails, Artificial eyelashes, Blush, Bronzer, Body glitter, Concealer, Eyelash glue, Finger/toenail decorations, Finger/toenail polish, Nail polish remover, Hair coloring, Hair mousse/gel, Hair oil, Hair spray, Hair relaxer, Hair wave treatment, Hair wax, Lip gloss, Lip liner, Lipstick, Liquid foundation, Makeup, Mascara, Nail polish remover, Powder foundation, Cologne, Perfume.    This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131622A0000",
            "name": "Condoms",
            "description": "Male or female condoms used to prevent pregnacy or exposure to STDs."
        },
        {
            "taxCode": "53131622A0001",
            "name": "Condoms with Spermicide",
            "description": "Male or female condoms used to prevent pregnancy or exposure to STDs, containing a spermicidal lubricant as indicated by a \"drug facts\" panel or a statement of active ingredients."
        },
        {
            "taxCode": "53131622A0002",
            "name": "Contraceptive Ointments",
            "description": "A topical preparation containing a spermicidal lubricant to prevent pregnancy as indicated by a \"drug facts\" panel or a statement of active ingredients."
        },
        {
            "taxCode": "53131622A0003",
            "name": "Condoms with Prescription",
            "description": "Male or female condoms and vaginal sponges used to prevent pregnancy and/or exposure to STDs, sold under prescription order of a licensed professional."
        },
        {
            "taxCode": "53131622A0004",
            "name": "Condoms with Spermicide with Prescription",
            "description": "Male or female condoms and vaginal sponges used to prevent pregnancy and/or exposure to STDs, containing a spermicidal lubricant as indicated by a \"drug facts\" panel or a statement of active ingredients, sold under prescription order of a licensed professional."
        },
        {
            "taxCode": "53131623A0000",
            "name": "Hair Removal Products",
            "description": "Depilatories are cosmetic preparations used to remove hair from the skin.  Chemical depilatories are available in gel, cream, lotion, aerosol, roll-on, and powder forms.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.    This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131624A0000",
            "name": "Baby Wipes/Cleansing Wipes",
            "description": "Disposable moistened cleansing wipes - non medicated.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131626A0000",
            "name": "Hand Sanitizers",
            "description": "A liquid, gel, foam, or wipe generally used to decrease infectious agents on the hands. Alcohol-based versions typically contain some combination of isopropyl alcohol, ethanol (ethyl alcohol), or n-propanol.  Alcohol-free products are generally based on disinfectants, or on antimicrobial agents.  These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131628A0000",
            "name": "Shampoo",
            "description": "A hair care product for cleansing the hair/scalp.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131628A0001",
            "name": "Shampoo - medicated (anti-dandruff)",
            "description": "A hair care product for cleansing the hair/scalp, with anti-dandruff active ingredients.  These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131628A0002",
            "name": "Conditioner - Hair",
            "description": "A hair care product typically applied and rinsed after shampooing that is used to improve the feel, appearance and manageability of hair.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131630A0000",
            "name": "Lip Balm",
            "description": "A skin protectorant for the lips.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131630A0001",
            "name": "Lip Balm - Medicated",
            "description": "A medicated skin protectorant for the lips.  These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131641A0000",
            "name": "Petroleum Jelly",
            "description": "A multi-purpose skin protectorant and topical ointment.  These products contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53131649A0001",
            "name": "Baby Powder",
            "description": "Baby powder is an astringent powder used for preventing diaper rash, as a spray, and for other cosmetic uses. It may be composed of talcum (in which case it is also called talcum powder) or corn starch.  These products do not contain a \"drug facts\" panel or a statement of active ingredients.  This code is intended for sales directly to end consumers that are NOT healthcare providers."
        },
        {
            "taxCode": "53141503A0000",
            "name": "Clothing - Zippers",
            "description": "Clothing - Zippers"
        },
        {
            "taxCode": "53141505A0000",
            "name": "Clothing - Buttons",
            "description": "Clothing - Buttons"
        },
        {
            "taxCode": "53141506A0000",
            "name": "Clothing - Snaps",
            "description": "Clothing - Snaps"
        },
        {
            "taxCode": "53141507A0000",
            "name": "Clothing - Clasps",
            "description": "Clothing - Clasps"
        },
        {
            "taxCode": "54100000A0000",
            "name": "Jewelry",
            "description": "Jewelry"
        },
        {
            "taxCode": "54111500A0000",
            "name": "Watches",
            "description": "Wristwatch timepieces"
        },
        {
            "taxCode": "54111500A0001",
            "name": "Watches - Smart",
            "description": "A digital wristwatch that provides many other features besides timekeeping.  Like a smartphone, a smartwatch has a touchscreen display, which allows you to perform actions by tapping or swiping on the screen. Smartwatches include allow access to apps, similar to apps for smartphones and tablets."
        },
        {
            "taxCode": "54119007A0000",
            "name": "Jewelry Repair",
            "description": "A charge to repair or restore jewelry that was broken, worn, damaged, defective, or malfunctioning. This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "55101504A0000",
            "name": "Newspaper - Tangible",
            "description": "An unbound publication distributed to the public at regular intervals printed on newsprint that contains news, editorial comment, opinions, features, advertising matter, and other matters of public interest."
        },
        {
            "taxCode": "55101514A0000",
            "name": "Sheet music - Student",
            "description": "Sheet music - Student"
        },
        {
            "taxCode": "55101526A0001",
            "name": "Dictionaries/Thesauruses",
            "description": "Reference printed material commonly used by a student in a course of study as a reference and to learn the subject being taught."
        },
        {
            "taxCode": "55111500A1210",
            "name": "Electronic publications and music - Delivered electronically with permanent rights of usage",
            "description": "Electronic publications and music - Delivered electronically with permanent rights of usage"
        },
        {
            "taxCode": "55111500A1220",
            "name": "Electronic publications and music - Delivered electronically with less than permanent rights of usage",
            "description": "Electronic publications and music - Delivered electronically with less than permanent rights of usage"
        },
        {
            "taxCode": "55111500A1500",
            "name": "Electronic publications and music - Streamed",
            "description": "Electronic publications and music - Streamed"
        },
        {
            "taxCode": "55111500A5000",
            "name": "Digital Products (> 10%) / General Services (> 10%) Bundle",
            "description": "A lump sum charge where both the downloaded digital products and the service components each are greater than 10% of the bundle."
        },
        {
            "taxCode": "55111500A9210",
            "name": "Electronic content bundle - Delivered electronically with permanent rights of usage and streamed",
            "description": "Electronic content bundle - Delivered electronically with permanent rights of usage and streamed"
        },
        {
            "taxCode": "55111500A9220",
            "name": "Electronic content bundle - Delivered electronically with less than permanent rights of usage and streamed",
            "description": "Electronic content bundle - Delivered electronically with less than permanent rights of usage and streamed"
        },
        {
            "taxCode": "55111505A0010",
            "name": "Digital Books - downloaded - non subscription - with permanent rights",
            "description": "Works that are generally recognized in the ordinary and usual sense as books and are transferred electronically.  These goods are downloaded to a device with permanent access granted.  These goods include novels, autobiographies, encyclopedias, dictionaries, repair manuals, phone directories, business directories, zip code directories, cookbooks, etc."
        },
        {
            "taxCode": "55111505A0020",
            "name": "Digital Books - downloaded - non subscription - with limited rights",
            "description": "Works that are generally recognized in the ordinary and usual sense as books and are transferred electronically.  These goods are downloaded to a device with access that expires after a stated period of time.  These goods include novels, autobiographies, encyclopedias, dictionaries, repair manuals, phone directories, business directories, zip code directories, cookbooks, etc."
        },
        {
            "taxCode": "55111505A0050",
            "name": "Digital Books - downloaded - subscription - with conditional rights",
            "description": "Works that are generally recognized in the ordinary and usual sense as books and are transferred electronically.  These goods are downloaded to a device with access that is conditioned upon continued subscription payment.  These goods include novels, autobiographies, encyclopedias, dictionaries, repair manuals, phone directories, business directories, zip code directories, cookbooks, etc."
        },
        {
            "taxCode": "55111505A0060",
            "name": "Digital Books - viewable only - subscription - with conditional rights",
            "description": "Works that are generally recognized in the ordinary and usual sense as books and are transferred electronically.  These goods are viewable (but not downloadable) on a device with access that is conditioned upon continued subscription payment.  These goods include novels, autobiographies, encyclopedias, dictionaries, repair manuals, phone directories, business directories, zip code directories, cookbooks, etc."
        },
        {
            "taxCode": "55111506A0010",
            "name": "Digital Magazines/Periodicals - downloadable - non subscription - with permanent rights",
            "description": "A digital version of a traditional periodical published at regular intervals with the entire publication or individual articles downloaded to a device with permanent access granted.  The publication is accessed without a subscription."
        },
        {
            "taxCode": "55111506A0020",
            "name": "Digital Magazines/Periodicals - downloadable - non subscription - with limited rights",
            "description": "A digital version of a traditional periodical published at regular intervals with the entire publication or individual articles downloaded to a device with access that expires after a stated period of time.  The publication is accessed without a subscription."
        },
        {
            "taxCode": "55111506A0030",
            "name": "Digital Magazines/Periodicals - viewable only - non subscription - with limited rights",
            "description": "A digital version of a traditional periodical published at regular intervals with the entire publication or individual articles viewable (but not downloadable) on a device with access that expires after a stated period of time.  The publication is accessed without a subscription."
        },
        {
            "taxCode": "55111506A0040",
            "name": "Digital Magazines/Periodicals - viewable only - non subscription - with permanent rights",
            "description": "A digital version of a traditional periodical published at regular intervals with the entire publication or individual articles viewable (but not downloadable) on a device with permanent access granted.  The publication is accessed without a subscription."
        },
        {
            "taxCode": "55111506A0050",
            "name": "Digital Magazines/Periodicals - downloadable - subscription - with conditional rights",
            "description": "A digital version of a traditional periodical published at regular intervals with the entire publication or individual articles downloaded to a device with access that is conditioned upon continued subscription payment."
        },
        {
            "taxCode": "55111506A0060",
            "name": "Digital Magazines/Periodicals - viewable only - subscription - with conditional rights",
            "description": "A digital version of a traditional periodical published at regular intervals with the entire publication or individual articles viewable (but not downloadable) on a device with access that is conditioned upon continued subscription payment."
        },
        {
            "taxCode": "55111506A0070",
            "name": "Digital Magazines/Periodicals - subscription tangible and digital",
            "description": "A digital version of a traditional magazine published at regular intervals.  The publication is accessed via a subscription which also entitles the purchaser to physical copies of the media."
        },
        {
            "taxCode": "55111507A0010",
            "name": "Digital Newspapers - downloadable - non subscription - with permanent rights",
            "description": "A digital version of a traditional newspaper published at regular intervals with the entire publication or individual articles downloaded to a device with permanent access granted.  The publication is accessed without a subscription."
        },
        {
            "taxCode": "55111507A0020",
            "name": "Digital Newspapers - downloadable - non subscription - with limited rights",
            "description": "A digital version of a traditional newspaper published at regular intervals with the entire publication or individual articles downloaded to a device with access that expires after a stated period of time.  The publication is accessed without a subscription."
        },
        {
            "taxCode": "55111507A0030",
            "name": "Digital Newspapers - viewable only - non subscription - with limited rights",
            "description": "A digital version of a traditional newspaper published at regular intervals with the entire publication or individual articles viewable (but not downloadable) on a device with access that expires after a stated period of time.  The publication is accessed without a subscription."
        },
        {
            "taxCode": "55111507A0040",
            "name": "Digital Newspapers - viewable only - non subscription - with permanent rights",
            "description": "A digital version of a traditional newspaper published at regular intervals with the entire publication or individual articles viewable (but not downloadable) on a device with permanent access granted.  The publication is accessed without a subscription."
        },
        {
            "taxCode": "55111507A0050",
            "name": "Digital Newspapers - downloadable - subscription - with conditional rights",
            "description": "A digital version of a traditional newspaper published at regular intervals with the entire publication or individual articles downloaded to a device with access that is conditioned upon continued subscription payment."
        },
        {
            "taxCode": "55111507A0060",
            "name": "Digital Newspapers - viewable only - subscription - with conditional rights",
            "description": "A digital version of a traditional newspaper published at regular intervals with the entire publication or individual articles viewable (but not downloadable) on a device with access that is conditioned upon continued subscription payment."
        },
        {
            "taxCode": "55111507A0070",
            "name": "Digital Newspapers - subscription tangible and digital",
            "description": "A digital version of a traditional newspaper published at regular intervals.  The publication is accessed via a subscription which also entitles the purchaser to physical copies of the media."
        },
        {
            "taxCode": "55111512A0010",
            "name": "Digital Audio Works - downloaded - non subscription - with permanent rights",
            "description": "Works that result from the fixation of a series of musical, spoken, or other sounds that are transferred electronically.  These goods are downloaded to a device with permanent access granted.  These goods include prerecorded or live music, prerecorded or live readings of books or other written materials, prerecorded or live speeches, ringtones, or other sound recordings, but not including audio greeting cards."
        },
        {
            "taxCode": "55111512A0020",
            "name": "Digital Audio Works - downloaded - non subscription - with limited rights",
            "description": "Works that result from the fixation of a series of musical, spoken, or other sounds that are transferred electronically.  These goods are downloaded to a device with access that expires after a stated period of time.  These goods include prerecorded or live music, prerecorded or live readings of books or other written materials, prerecorded or live speeches, ringtones, or other sound recordings, but not including audio greeting cards."
        },
        {
            "taxCode": "55111512A0030",
            "name": "Digital Audio Works - streamed - non subscription - with limited rights",
            "description": "Works that result from the fixation of a series of musical, spoken, or other sounds that are transferred electronically.  These goods are streamed to a device with access that expires after a stated period of time.  These goods include prerecorded or live music, prerecorded or live readings of books or other written materials, prerecorded or live speeches, ringtones, or other sound recordings, but not including audio greeting cards."
        },
        {
            "taxCode": "55111512A0040",
            "name": "Digital Audio Works - streamed - subscription - with conditional rights",
            "description": "Works that result from the fixation of a series of musical, spoken, or other sounds that are transferred electronically.  These goods are streamed to a device with access that is conditioned upon continued subscription payment.  These goods include prerecorded or live music, prerecorded or live readings of books or other written materials, prerecorded or live speeches, ringtones, or other sound recordings, but not including audio greeting cards."
        },
        {
            "taxCode": "55111513A0010",
            "name": "Digital School Textbooks - downloaded - non subscription - with permanent rights",
            "description": "Works that are required as part of a formal academic education program and are transferred electronically.  These goods are downloaded to a device with permanent access granted."
        },
        {
            "taxCode": "55111513A0020",
            "name": "Digital School Textbooks - downloaded - non subscription - with limited rights",
            "description": "Works that are required as part of a formal academic education program and are transferred electronically.  These goods are downloaded to a device with access that expires after a stated period of time."
        },
        {
            "taxCode": "55111516A0010",
            "name": "Digital Audio Visual Works - downloaded - non subscription - with permanent rights",
            "description": "A series of related images which, when shown in succession, impart an impression of motion, together with accompanying sounds, if any.  These goods are downloaded to a device with permanent access granted.  These goods include motion pictures, music videos, animations, news and entertainment programs, and live events, but do not include video greeting cards or video or electronic games."
        },
        {
            "taxCode": "55111516A0020",
            "name": "Digital Audio Visual Works - downloaded - non subscription - with limited rights",
            "description": "A series of related images which, when shown in succession, impart an impression of motion, together with accompanying sounds, if any.  These goods are downloaded to a device with access that expires after a stated period of time.  These goods include motion pictures, music videos, animations, news and entertainment programs, and live events, but do not include video greeting cards or video or electronic games."
        },
        {
            "taxCode": "55111516A0030",
            "name": "Digital Audio Visual Works - streamed - non subscription - with limited rights",
            "description": "A series of related images which, when shown in succession, impart an impression of motion, together with accompanying sounds, if any.  These goods are streamed to a device with access that expires after a stated period of time.  These goods include motion pictures, music videos, animations, news and entertainment programs, and live events, but do not include video greeting cards or video or electronic games."
        },
        {
            "taxCode": "55111516A0040",
            "name": "Digital Audio Visual Works - streamed - subscription - with conditional rights",
            "description": "A series of related images which, when shown in succession, impart an impression of motion, together with accompanying sounds, if any.  These goods are streamed to a device with access that is conditioned upon continued subscription payment.  These goods include motion pictures, music videos, animations, news and entertainment programs, and live events, but do not include video greeting cards or video or electronic games."
        },
        {
            "taxCode": "55111516A0110",
            "name": "Digital Audio Visual Works - bundle - downloaded with permanent rights and streamed - non subscription",
            "description": "A series of related images which, when shown in succession, impart an impression of motion, together with accompanying sounds, if any.  These goods can be streamed and/or downloaded to a device with permanent access granted.  These goods include motion pictures, music videos, animations, news and entertainment programs, and live events, but do not include video greeting cards or video or electronic games."
        },
        {
            "taxCode": "55111516A0210",
            "name": "Digital Audio Visual Works - bundle - downloaded with limited rights and streamed - non subscription",
            "description": "A series of related images which, when shown in succession, impart an impression of motion, together with accompanying sounds, if any.  These goods can be streamed and/or downloaded to a device with access that expires after a stated period of time.  These goods include motion pictures, music videos, animations, news and entertainment programs, and live events, but do not include video greeting cards or video or electronic games."
        },
        {
            "taxCode": "55111516A0310",
            "name": "Digital Audio Visual Works - bundle - downloaded and streamed - subscription - with conditional rights",
            "description": "Works that result from the fixation of a series of musical, spoken, or other sounds that are transferred electronically. These goods are streamed and/or downloaded to a device with access that is conditioned upon continued subscription payment. Any downloads received while under subscription remain the permanent property of the subscriber. These goods include prerecorded or live music, prerecorded or live readings of books or other written materials, prerecorded or live speeches, ringtones, or other sound recordings, but not including audio greeting cards. These goods further include self-study web based training services that impart content via audio goods described here."
        },
        {
            "taxCode": "55111601A1100",
            "name": "Electronic software documentation or user manuals - Prewritten, tangible media",
            "description": "Electronic software documentation or user manuals - For prewritten software & delivered on tangible media"
        },
        {
            "taxCode": "55111601A1200",
            "name": "Electronic software documentation or user manuals - Prewritten, electronic delivery",
            "description": "Electronic software documentation or user manuals - For prewritten software & delivered electronically"
        },
        {
            "taxCode": "55111601A1300",
            "name": "Electronic software documentation or user manuals - Prewritten, load and leave delivery",
            "description": "Electronic software documentation or user manuals - For prewritten software & delivered by load and leave"
        },
        {
            "taxCode": "55111601A2100",
            "name": "Electronic software documentation or user manuals - Custom, tangible media",
            "description": "Electronic software documentation or user manuals - For custom software & delivered on tangible media"
        },
        {
            "taxCode": "55111601A2200",
            "name": "Electronic software documentation or user manuals - Custom, electronic delivery",
            "description": "Electronic software documentation or user manuals - For custom software & delivered electronically"
        },
        {
            "taxCode": "55111601A2300",
            "name": "Electronic software documentation or user manuals - Custom, load and leave delivery",
            "description": "Electronic software documentation or user manuals - For custom software & delivered by load and leave"
        },
        {
            "taxCode": "56101804A0001",
            "name": "Crib bumpers/liners",
            "description": "A bumper/liner that borders the interior walls/slats of the crib to help protect the baby."
        },
        {
            "taxCode": "56101805A0000",
            "name": "Infant/Child Car Seat",
            "description": "A portable seat that can be installed and removed from motor vehicles designed to protect infants and children through a certain age or weight (includes booster seats)."
        },
        {
            "taxCode": "56145000A0000",
            "name": "Credit Monitoring Services",
            "description": "Credit monitoring services are companies consumers pay to keep an eye on your credit files. The services notifies one when they see activity in credit files, so one can determine if that activity is a result of action one took or possibly fraudulent"
        },
        {
            "taxCode": "60103410A0001",
            "name": "Maps - Student",
            "description": "A map that could be used by a student in a course of study as a reference and to learn the subject being taught."
        },
        {
            "taxCode": "60104414A0001",
            "name": "Globes - Student",
            "description": "A globe that could be used by a student in a course of study as a reference and to learn the subject being taught."
        },
        {
            "taxCode": "60105810A0000",
            "name": "Clothing - Fabric dye",
            "description": "Clothing - Clothing - Fabric dye"
        },
        {
            "taxCode": "60121011A0001",
            "name": "Digital Photographs/Images - downloaded - non subscription - with permanent rights",
            "description": "Digital images that are downloaded to a device with permanent access granted."
        },
        {
            "taxCode": "60121200A0001",
            "name": "School Art Supplies",
            "description": "An item commonly used by a student in a course of study for artwork.  This category is limited to the following items...clay and glazes, paints, paintbrushes for artwork, sketch and drawing pads, watercolors."
        },
        {
            "taxCode": "60122800A0000",
            "name": "Clothing - Costume Mask",
            "description": "Clothing - Costume Mask"
        },
        {
            "taxCode": "60123900A0000",
            "name": "Clothing - Sequins for use in clothing",
            "description": "Clothing - Sequins for use in clothing"
        },
        {
            "taxCode": "60130000A0001",
            "name": "Musical instruments - Student",
            "description": "Musical instruments - Student"
        },
        {
            "taxCode": "60141104A0010",
            "name": "Video Games - downloaded - non subscription - with permanent rights",
            "description": "Video or electronic games in the common sense that are transferred electronically.  These goods are downloaded to a device with permanent access granted."
        },
        {
            "taxCode": "60141104A0020",
            "name": "Video Games - downloaded - non subscription - with limited rights",
            "description": "Video or electronic games in the common sense are transferred electronically.  These goods are downloaded to a device with access that expires after a stated period of time."
        },
        {
            "taxCode": "60141104A0030",
            "name": "Video Games - streamed - non subscription - with limited rights",
            "description": "Video or electronic games in the common sense are transferred electronically.  These goods are streamed to a device with access that expires after a stated period of time."
        },
        {
            "taxCode": "60141104A0040",
            "name": "Video Games - streamed - subscription - with conditional rights",
            "description": "Video or electronic games in the common sense are transferred electronically.  These goods are streamed to a device with access that is conditioned upon continued subscription payment."
        },
        {
            "taxCode": "60141104A0050",
            "name": "Video Games - downloaded - subscription - with conditional rights",
            "description": "Video or electronic games in the common sense are transferred electronically.  These goods are downloaded to a device with access that is conditioned upon continued subscription payment."
        },
        {
            "taxCode": "60141401A0000",
            "name": "Clothing - Costume",
            "description": "Clothing - Costume"
        },
        {
            "taxCode": "62139900A0000",
            "name": "Medical Professional Services - Physician, Dentist, and similar",
            "description": "Services provided by a licensed or registered professional in the medical field.  Examples: Doctor, dentist, nurse, optometrist, etc."
        },
        {
            "taxCode": "64110000A0000",
            "name": "Insurance Services",
            "description": "Services provided to insurance companies providing insurance to consumers.  Examples are loss or damage appraisals, inspections, actuarial services, claims adjustment or processing.  Investigations as excluded from this definition."
        },
        {
            "taxCode": "70111706A0000",
            "name": "Lawn Maintenance Services",
            "description": "A charge for services of general lawn and grounds maintenance, including lawn cutting, weeding, yard clean-up, shrub and tree trimming, periodic seeding or aeration, etc.  This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "72102100A0000",
            "name": "Pest Control Services",
            "description": "A charge for services related to extermination of unwanted insects and animals from inside and outside of structures, including tasks to inspect, detect, prevent, and remove infestations from the residential or commercial area."
        },
        {
            "taxCode": "72102902A0000",
            "name": "Landscaping Services",
            "description": "A charge for services to modify land structures including the establishment of lawns or gardens, the planting of trees, flowers and shrubs, the building of landforms, retaining walls, water features and other similar structures.  This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "72150000A0001",
            "name": "Installation of Property - Permanent",
            "description": "A charge to install tangible personal property such that the property becomes permanently affixed to the real property, so that it cannot be removed without causing damage.  This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "72151300A0000",
            "name": "Painting/Paperhanging Services - Real Property",
            "description": "A charge for the service of residential or commercial painting or paperhanging of interior or exterior real property structures.  This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "72152602A0001",
            "name": "Gutter Cleaning Services",
            "description": "A charge for the service to maintain the proper operation of home or building gutters through cleaning out debris that could otherwise affect the proper water flow through the gutter system."
        },
        {
            "taxCode": "72153614A0000",
            "name": "Furniture Reupholstering",
            "description": "A separately stated labor charge to cover a piece of furniture previously owned by the customer with new fabric coverings. Any materials transferred as part of the service are separately stated."
        },
        {
            "taxCode": "72310102A0000",
            "name": "Electrolysis",
            "description": "The removal of hair from the face or body using chemicals or heat energy."
        },
        {
            "taxCode": "72310104A0000",
            "name": "Manicure Services",
            "description": "Cosmetic beauty treatment for the fingernails and toenails. Consists of filing, cutting and shaping and the application of polish."
        },
        {
            "taxCode": "72910000A0000",
            "name": "Electronic Filing Service",
            "description": "E-file services for tax returns"
        },
        {
            "taxCode": "72990000A0000",
            "name": "Personal Services",
            "description": "Miscellaneous personal services are generally services that affect the appearance or comfort of people.  This does not include haircutting/styling services"
        },
        {
            "taxCode": "72990105A0000",
            "name": "Tanning Services",
            "description": "Services for artificial tanning and skin beautification."
        },
        {
            "taxCode": "72990106A0000",
            "name": "Tattooing Services",
            "description": "A process that uses needles and colored ink to permanently put a mark or design on a person’s skin. Also applying permanent make-up, such as eyelining and other permanent colors to enhance the skin of the face, lips, eyelids, and eyebrows."
        },
        {
            "taxCode": "72990190A0000",
            "name": "Body Piercing",
            "description": "The puncturing or penetration of the skin of a person and the insertion of jewelry or other adornment into the opening."
        },
        {
            "taxCode": "72990200A0000",
            "name": "Massage Services",
            "description": "Services where the use of structured touch, include holding, applying pressure, positioning, and mobilizing soft tissue of the body by manual technique.  Note: This does not include medical massage prescribed by a physician."
        },
        {
            "taxCode": "72990201A0000",
            "name": "Spa Services",
            "description": "A variety of personal services typically with the purpose of improving health, beauty, and relaxation through treatments such as hair, massages, and facials."
        },
        {
            "taxCode": "72990301A0000",
            "name": "Dating Services",
            "description": "A service that arranges introductions, for a fee, for strangers seeking romantic partners or friends.  This excludes online dating services."
        },
        {
            "taxCode": "73229902A0000",
            "name": "Debt Collection Services",
            "description": "Debt collection is when a collection agency or company tries to collect past-due debts from borrowers."
        },
        {
            "taxCode": "73230000A0000",
            "name": "Credit Reporting Services",
            "description": "Credit reporting agencies receive various types of information which can be included in their offerings for customers."
        },
        {
            "taxCode": "73380200A0000",
            "name": "Stenographic Services",
            "description": "Services that include typing, taking shorthand, and taking and transcribing dictation for others for a consideration."
        },
        {
            "taxCode": "73389903A0000",
            "name": "Secretarial Services",
            "description": "Services which include, but are not limited to, editing, letter writing, proofreading, resume writing, typing or word processing.  Not including court reporting and stenographic services."
        },
        {
            "taxCode": "73490000A0000",
            "name": "Building Management Services",
            "description": "Services to industrial, commercial or income-producing real property, such as as management, electrical, plumbing, painting and carpentry, provided to income-producing property."
        },
        {
            "taxCode": "73610000A0000",
            "name": "Employment Services",
            "description": "Services employment agencies provide are finding a job for a job-seeker and finding an employee for an employer."
        },
        {
            "taxCode": "73630103A0000",
            "name": "Temporary Help Services",
            "description": "Services related to providing personnel, on a temporary basis, to perform work or labor under the supervision or control of another."
        },
        {
            "taxCode": "73810101A0000",
            "name": "Armored Car Services",
            "description": "Transporting under armed private security guard from one place to another any currency, jewels, stocks, bonds, paintings, or other valuables of any kind in a specially equipped motor vehicle that offers a high degree of security."
        },
        {
            "taxCode": "73810105A0000",
            "name": "Security - Guard Services",
            "description": "Services related to protecting persons or their property, preventing the theft of goods, merchandise, or money.  Responding to alarm signal device, burglar alarm, television camera, still camera, or a mechanical or electronic device installed or used to prevent or detect burglary, theft, shoplifting, pilferage, losses, or other security measures.  Providing management and control of crowds for safety and protection."
        },
        {
            "taxCode": "73810204A0000",
            "name": "Private Investigator Services",
            "description": "Providing a systematic inquiry, examination, or analysis of people, events or documents, to determine the facts of a given situation. The evaluation is submitted in the form of a report or provided as a testimony in legal proceedings. Techniques such as surveillance, background checks, computer searches, fingerprinting, lie detector services, and interviews may be used to gather the information."
        },
        {
            "taxCode": "73829901A0000",
            "name": "Security - Alarm Services",
            "description": "Alarm monitoring involves people using computers, software, and telecommunications to monitor homes and businesses for break-ins, fires, and other unexpected events."
        },
        {
            "taxCode": "73890600A0000",
            "name": "Interior Decorating Services",
            "description": "This is a labor charge for: the planning and design of interior spaces; preparation of layout drawings, schedules, and specifications pertaining to the planning and design of interior spaces; furniture arranging; design and planning of furniture, fixtures, and cabinetry; staging; lighting and sound design; and the selection, purchase, and arrangement of surface coverings, draperies, furniture, and other decorations."
        },
        {
            "taxCode": "76110000A1000",
            "name": "Cleaning of Tangible Personal Property",
            "description": "A charge for the cleaning of tangible personal property, other than motor vehicles or clothing."
        },
        {
            "taxCode": "76111501A0000",
            "name": "Cleaning/Janitorial Services - Commercial",
            "description": "A charge for janitorial services to commercial buildings, including the cleaning of floors, carpets, walls, windows, fixtures, exterior cleaning, etc."
        },
        {
            "taxCode": "76111501A0001",
            "name": "Cleaning/Janitorial Services - Residential",
            "description": "A charge for custodial services to residential structures, including the cleaning of floors, carpets, walls, windows, appliances, furniture, fixtures, exterior cleaning, etc. No Tangible Personal Property is transferred."
        },
        {
            "taxCode": "78181800A0000",
            "name": "Aircraft Repair",
            "description": "A charge to repair or restore to operating condition an aircraft that was broken, worn, damaged, defective, or malfunctioning. This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential. Commercial aircraft is excluded."
        },
        {
            "taxCode": "80110517A0000",
            "name": "Cosmetic Medical Procedure",
            "description": "Medical procedure performed on an individual that is directed at improving the individual's appearance and that does not meaningfully promote the proper function of the body or prevent or treat illness or disease."
        },
        {
            "taxCode": "80131802A0001",
            "name": "Home Inspection Services",
            "description": "A charge for an objective visual examination of a house’s systems and physical structure. The charge includes a report of the inspector's findings including pictures, analysis, and recommendations."
        },
        {
            "taxCode": "81100",
            "name": "Books",
            "description": "Books, printed"
        },
        {
            "taxCode": "81110",
            "name": "Textbook",
            "description": "Textbooks, printed"
        },
        {
            "taxCode": "81110000A0000",
            "name": "Legal Services",
            "description": "Services relating to or concerned with the law. Such services include, but are not limited to, representation by an attorney (or other person, when permitted) in an administrative or legal proceeding, legal drafting, paralegal services, legal research services, arbitration, mediation, and court reporting services."
        },
        {
            "taxCode": "81111501A0000",
            "name": "Mainframe software applications design\r\n",
            "description": "Mainframe software applications design\r\n"
        },
        {
            "taxCode": "81111502A0000",
            "name": "Personal computer PC application design\r\n",
            "description": "Personal computer PC application design\r\n"
        },
        {
            "taxCode": "81111503A0000",
            "name": "Systems integration design\r\n",
            "description": "Systems integration design\r\n"
        },
        {
            "taxCode": "81111504A0000",
            "name": "Application programming services",
            "description": "Application programming services"
        },
        {
            "taxCode": "81111505A0000",
            "name": "Operating system programming services",
            "description": "Operating system programming services"
        },
        {
            "taxCode": "81111506A0000",
            "name": "Client or server programming services",
            "description": "Client or server programming services"
        },
        {
            "taxCode": "81111507A0000",
            "name": "ERP or database applications programming services",
            "description": "ERP or database applications programming services"
        },
        {
            "taxCode": "81111508A0000",
            "name": "Application implementation services\r\n",
            "description": "Application implementation services\r\n"
        },
        {
            "taxCode": "81111509A0000",
            "name": "Internet or intranet client application development services\r\n",
            "description": "Internet or intranet client application development services\r\n"
        },
        {
            "taxCode": "81111510A0000",
            "name": "Internet or intranet server application development services\r\n",
            "description": "Internet or intranet server application development services\r\n"
        },
        {
            "taxCode": "81111511A0000",
            "name": "System or application programming management service",
            "description": "System or application programming management service"
        },
        {
            "taxCode": "81111512A0000",
            "name": "Computer graphics service\r\n",
            "description": "Computer graphics service\r\n"
        },
        {
            "taxCode": "81111513A0000",
            "name": "Internet cloud storage service\r\n",
            "description": "Internet cloud storage service\r\n"
        },
        {
            "taxCode": "81111600A0000",
            "name": "Computer programmers\r\n",
            "description": "Computer programmers\r\n"
        },
        {
            "taxCode": "81111701A0000",
            "name": "Wide area network communications design\r\n\r\n",
            "description": "Wide area network communications design\r\n"
        },
        {
            "taxCode": "81111702A0000",
            "name": "Local area network communications design\r\n",
            "description": "Local area network communications design\r\n"
        },
        {
            "taxCode": "81111703A0000",
            "name": "Electronic data interchange EDI design\r\n",
            "description": "Electronic data interchange EDI design\r\n"
        },
        {
            "taxCode": "81111704A0000",
            "name": "Database design\r\n",
            "description": "Database design\r\n"
        },
        {
            "taxCode": "81111705A0000",
            "name": "Systems architecture\r\n",
            "description": "Systems architecture\r\n"
        },
        {
            "taxCode": "81111706A0000",
            "name": "Network planning services\r\n",
            "description": "Network planning services\r\n"
        },
        {
            "taxCode": "81111707A0000",
            "name": "Systems planning services\r\n",
            "description": "Systems planning services\r\n"
        },
        {
            "taxCode": "81111709A0000",
            "name": "Demining geographical or geospatial information system GIS\r\n",
            "description": "Demining geographical or geospatial information system GIS\r\n"
        },
        {
            "taxCode": "81111710A0000",
            "name": "Information management system for mine action IMSMA\r\n",
            "description": "Information management system for mine action IMSMA\r\n"
        },
        {
            "taxCode": "81111801A0000",
            "name": "Computer or network or internet security\r\n",
            "description": "Computer or network or internet security\r\n"
        },
        {
            "taxCode": "81111802A0000",
            "name": "Mainframe administration services\r\n",
            "description": "Mainframe administration services\r\n"
        },
        {
            "taxCode": "81111803A0000",
            "name": "Local area network LAN maintenance or support",
            "description": "Local area network LAN maintenance or support"
        },
        {
            "taxCode": "81111804A0000",
            "name": "Wide area network WAN maintenance or support",
            "description": "Wide area network WAN maintenance or support"
        },
        {
            "taxCode": "81111805A0000",
            "name": "Proprietary or licensed systems maintenance or support",
            "description": "Proprietary or licensed systems maintenance or support"
        },
        {
            "taxCode": "81111806A0000",
            "name": "Database analysis service\r\n",
            "description": "Database analysis service\r\n"
        },
        {
            "taxCode": "81111808A0000",
            "name": "System analysis service\r\n",
            "description": "System analysis service\r\n"
        },
        {
            "taxCode": "81111809A0000",
            "name": "System installation service\r\n",
            "description": "System installation service\r\n"
        },
        {
            "taxCode": "81111810A0000",
            "name": "Software coding service\r\n",
            "description": "Software coding service\r\n"
        },
        {
            "taxCode": "81111811A0000",
            "name": "IT Support Services",
            "description": "Services that provide both essential proactive and reactive operations and maintenance support."
        },
        {
            "taxCode": "81111811A0001",
            "name": "Technical Support Services",
            "description": "Charges for installing, configuring, debugging, modifying, testing, or troubleshooting computer  hardware,  networks,  programs  or  software.  Labor only charge."
        },
        {
            "taxCode": "81111814A0000",
            "name": "Co-location service",
            "description": "Co-location service"
        },
        {
            "taxCode": "81111818A0000",
            "name": "Warranty - Optional",
            "description": "A charge separately stated from the sale of the product itself that entitles the purchaser to future repair and labor services to return the defective item of tangible personal property to its original state.  The warranty contract is optional to the purchaser.  Motor vehicle warranties are excluded."
        },
        {
            "taxCode": "81111818A0001",
            "name": "Warranty - Mandatory",
            "description": "A charge separately stated from the sale of the product itself that entitles the purchaser to future repair and labor services to return the defective item of tangible personal property to its original state.  The warranty contract is mandatory and is required to be purchased on conjunction with the purchased tangible personal property.  Motor vehicle warranties are excluded."
        },
        {
            "taxCode": "81111818A0002",
            "name": "Optional Extended Warranty Contract on Motor Vehicle",
            "description": "An agreement between a service contract provider and a customer where the service provider agrees to repair or replace certain parts on a motor vehicle that has had a failure after the original manufacturer’s warranty has expired.  Commonly referred to as extended warranty or protection plan.  Contract covers both parts and labor, and is made at the same time as Motor Vehicle purchase but is separately stated."
        },
        {
            "taxCode": "81111818A0003",
            "name": "Optional Maintenance Contract on Motor Vehicle",
            "description": "An agreement between a service contract provider and a customer for prepaid routine maintenance (e.g. oil changes, tire rotations, air filter, spark plugs, transmission and transfer case fluid changes) for a motor vehicle. Contract covers both parts and labor and is made at the same time as Motor Vehicle purchase but is separately stated."
        },
        {
            "taxCode": "81111818A0004",
            "name": "Optional Extended Warranty Contract on Leased Motor Vehicle",
            "description": "An agreement between a service contract provider and a customer where the service provider agrees to repair or replace certain parts on a leased motor vehicle that has had a failure after the original manufacturer’s warranty has expired.  Commonly referred to as extended warranty or protection plan.  Contract covers both parts and labor."
        },
        {
            "taxCode": "81111818A0005",
            "name": "Optional Maintenance Contract on Leased Motor Vehicle",
            "description": "An agreement between a service contract provider and a customer for prepaid routine maintenance (e.g. oil changes, tire rotations, air filter, spark plugs, transmission and transfer case fluid changes) of a leased motor vehicle. Contract covers both parts and labor."
        },
        {
            "taxCode": "81111818A0006",
            "name": "Optional Extended Warranty Contract on Motor Vehicle - After Market",
            "description": "An agreement between a service contract provider and a customer where the service provider agrees to repair or replace certain parts on a motor vehicle that has had a failure after the original manufacturer’s warranty has expired.  Commonly referred to as extended warranty or protection plan.  Contract covers both parts and labor and is made after the motor vehicle purchase."
        },
        {
            "taxCode": "81111818A0007",
            "name": "Optional Maintenance Contract on Motor Vehicle - After Market",
            "description": "An agreement between a service contract provider and a customer for prepaid routine maintenance (e.g. oil changes, tire rotations, air filter, spark plugs, transmission and transfer case fluid changes) of a motor vehicle. Contract covers both parts and labor and is made after the motor vehicle purchase."
        },
        {
            "taxCode": "81111819A0000",
            "name": "Quality assurance services\r\n",
            "description": "Quality assurance services\r\n"
        },
        {
            "taxCode": "81111820A0000",
            "name": "System usability services\r\n",
            "description": "System usability services\r\n"
        },
        {
            "taxCode": "81111901A0000",
            "name": "Database information retrieval",
            "description": "Database information retrieval"
        },
        {
            "taxCode": "81111901A0001",
            "name": "Database information retrieval (personal or individual)",
            "description": "Database information retrieval"
        },
        {
            "taxCode": "81111902A0000",
            "name": "Online database information retrieval service - business use",
            "description": "An online service furnishing information to customers, including online search and data comparison. This PTC involves the customer utilizing a SaaS program to access the information content. This offering is intended for use by a commercial enterprise. Note: The distinction between business use and personal use for this product tax category is relevant only if you have sales in the US."
        },
        {
            "taxCode": "81111902A0001",
            "name": "Online database information retrieval service - personal use",
            "description": "An online service furnishing information to customers, including online search and data comparison. This PTC involves the customer utilizing a SaaS program to access the information content. This offering is intended for personal use, rather than for use by a commercial enterprise. Note: The distinction between business use and personal use for this product tax category is relevant only if you have sales in the U.S."
        },
        {
            "taxCode": "81112001A0000",
            "name": "Online data processing service\r\n",
            "description": "Online data processing service\r\n"
        },
        {
            "taxCode": "81112002A0000",
            "name": "Data processing or preparation services\r\n",
            "description": "Data processing or preparation services\r\n"
        },
        {
            "taxCode": "81112003A0000",
            "name": "Data center services",
            "description": "Data center services"
        },
        {
            "taxCode": "81112004A0000",
            "name": "Disaster recovery services",
            "description": "Disaster recovery services"
        },
        {
            "taxCode": "81112005A0000",
            "name": "Document scanning service\r\n",
            "description": "Document scanning service\r\n"
        },
        {
            "taxCode": "81112006A0000",
            "name": "Data storage service\r\n",
            "description": "Data storage service\r\n"
        },
        {
            "taxCode": "81112007A0000",
            "name": "Content or data standardization services\r\n",
            "description": "Content or data standardization services\r\n"
        },
        {
            "taxCode": "81112009A0000",
            "name": "Content or data classification services\r\n",
            "description": "Content or data classification services\r\n"
        },
        {
            "taxCode": "81112010A0000",
            "name": "Data conversion service\r\n",
            "description": "Data conversion service\r\n"
        },
        {
            "taxCode": "81112103A0000",
            "name": "Web Site Design",
            "description": "The conceptualization, design, programming or maintenance of a website. The code is unique to a particular client's website."
        },
        {
            "taxCode": "81112105A0000",
            "name": "Web Hosting Services",
            "description": "The process of renting or buying space to house a website on the World Wide Web. Website content such as HTML, CSS, and images has to be housed on a server to be viewable online."
        },
        {
            "taxCode": "81112200A1110",
            "name": "Software maintenance and support - Mandatory, prewritten, tangible media",
            "description": "Software maintenance and support - Mandatory maintenance and support charges for prewritten software including items delivered on tangible media"
        },
        {
            "taxCode": "81112200A1121",
            "name": "Software maintenance and support - Optional, prewritten, tangible media (incl. updates/upgrades)",
            "description": "Software maintenance and support - Optional maintenance and support charges for prewritten software including items delivered on tangible media (includes software updates/upgrades)"
        },
        {
            "taxCode": "81112200A1122",
            "name": "Software maintenance and support - Optional, prewritten, tangible media (support services only)",
            "description": "Software maintenance and support - Optional maintenance and support charges for prewritten software including items delivered on tangible media (includes support services only - no updates/upgrades)"
        },
        {
            "taxCode": "81112200A1210",
            "name": "Software maintenance and support - Mandatory, prewritten, electronic delivery",
            "description": "Software maintenance and support - Mandatory maintenance and support charges for prewritten software including items delivered electronically"
        },
        {
            "taxCode": "81112200A1221",
            "name": "Software maintenance and support - Optional, prewritten, electronic delivery (incl. updates/upgrades)",
            "description": "Software maintenance and support - Optional maintenance and support charges for prewritten software including items delivered electronically (includes software updates/upgrades)"
        },
        {
            "taxCode": "81112200A1222",
            "name": "Software maintenance and support - Optional, prewritten, electronic delivery (support services only)",
            "description": "Software maintenance and support - Optional maintenance and support charges for prewritten software including items delivered electronically (includes support services only - no updates/upgrades)"
        },
        {
            "taxCode": "81112200A1310",
            "name": "Software maintenance and support - Mandatory, prewritten, load and leave delivery",
            "description": "Software maintenance and support - Mandatory maintenance and support charges for prewritten software including items delivered by load and leave"
        },
        {
            "taxCode": "81112200A1321",
            "name": "Software maintenance and support - Optional, prewritten, load and leave delivery (incl. updates/upgrades)",
            "description": "Software maintenance and support - Optional maintenance and support charges for prewritten software including items delivered by load and leave (includes software updates/upgrades)"
        },
        {
            "taxCode": "81112200A1322",
            "name": "Software maintenance and support - Optional, prewritten, load and leave delivery (support services only)",
            "description": "Software maintenance and support - Optional maintenance and support charges for prewritten software including items delivered by load and leave (includes support services only - no updates/upgrades)"
        },
        {
            "taxCode": "81112200A2110",
            "name": "Software maintenance and support - Mandatory, custom, tangible media",
            "description": "Software maintenance and support - Mandatory maintenance and support charges for custom software including items delivered on tangible media"
        },
        {
            "taxCode": "81112200A2121",
            "name": "Software maintenance and support - Optional, custom, tangible media (incl. updates/upgrades)",
            "description": "Software maintenance and support - Optional maintenance and support charges for custom software including items delivered on tangible media (includes software updates/upgrades)"
        },
        {
            "taxCode": "81112200A2122",
            "name": "Software maintenance and support - Optional maintenance and support charges for custom software including items delivered on tangible media (includes support services only - no updates/upgrades)\r\n",
            "description": "Software maintenance and support - Optional maintenance and support charges for custom software including items delivered on tangible media (includes support services only - no updates/upgrades)"
        },
        {
            "taxCode": "81112200A2210",
            "name": "Software maintenance and support - Mandatory, custom, electronic delivery",
            "description": "Software maintenance and support - Mandatory maintenance and support charges for custom software including items delivered electronically"
        },
        {
            "taxCode": "81112200A2221",
            "name": "Software maintenance and support - Optional, custom, electronic delivery (incl. updates/upgrades)",
            "description": "Software maintenance and support - Optional maintenance and support charges for custom software including items delivered electronically (includes software updates/upgrades)"
        },
        {
            "taxCode": "81112200A2222",
            "name": "Software maintenance and support - Optional, custom, electronic delivery (support services only)",
            "description": "Software maintenance and support - Optional maintenance and support charges for custom software including items delivered electronically (includes support services only - no updates/upgrades)"
        },
        {
            "taxCode": "81112200A2310",
            "name": "Software maintenance and support - Mandatory, custom, load and leave delivery",
            "description": "Software maintenance and support - Mandatory maintenance and support charges for custom software including items delivered by load and leave"
        },
        {
            "taxCode": "81112200A2321",
            "name": "Software maintenance and support - Optional, custom, load and leave delivery (incl. updates/upgrades)",
            "description": "Software maintenance and support - Optional maintenance and support charges for custom software including items delivered by load and leave (includes software updates/upgrades)"
        },
        {
            "taxCode": "81112200A2322",
            "name": "Software maintenance and support - Optional, custom, load and leave delivery (support services only)",
            "description": "Software maintenance and support - Optional maintenance and support charges for custom software including items delivered by load and leave (includes support services only - no updates/upgrades)"
        },
        {
            "taxCode": "81112300A0000",
            "name": "Computer Repair",
            "description": "A charge to repair or restore to operating condition computer hardware that was broken, worn, damaged, defective, or malfunctioning. This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "81119200A0000",
            "name": "Car Washing",
            "description": "A charge to clean, wash or wax a motor vehicle, other than a self-service coin (or credit card) operated washing station.  This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "81120",
            "name": "Religious books",
            "description": "Religious books and manuals, printed"
        },
        {
            "taxCode": "81121",
            "name": "Bibles",
            "description": "Bibles"
        },
        {
            "taxCode": "81149000A0000",
            "name": "Garment Alterations- separate from purchase of garment",
            "description": "A charge to perform an alteration on a item of clothing by a service provider other than vendor of the article.  The alteration is not linked to the clothing purchase.  Alterations could include hemming of a dress, shortening of pants, adjusting the waistline of a garment, etc."
        },
        {
            "taxCode": "81149000A0001",
            "name": "Garment Alterations- in conjunction with purchase of garment",
            "description": "A charge to perform an alteration on a item of clothing by the vendor of the article.  The alteration is separately stated from the clothing, but contracted for at the time of the clothing purchase.  Alterations could include hemming of a dress, shortening of pants, adjusting the waistline of a garment, etc."
        },
        {
            "taxCode": "81161900A0000",
            "name": "Hardware as a service (HaaS)",
            "description": "Hardware as a service (HaaS)"
        },
        {
            "taxCode": "81162000A0000",
            "name": "Cloud-based software as a service (SaaS) - Personal Use",
            "description": "Cloud-based software as a service (SaaS) - Personal Use"
        },
        {
            "taxCode": "81162000A0001",
            "name": "Software as a service (SaaS) – electronic download - personal use",
            "description": "Cloud services software delivered over the internet. The software isn't customized for a specific buyer and this model assumes an electronic transfer to the buyer, such as an app download. The software is intended for personal use, rather than for use by a commercial enterprise. Note: The distinction between business use and personal use for this product tax category is relevant only if you have sales in the US."
        },
        {
            "taxCode": "81162000A9000",
            "name": "Cloud-based software as a service (SaaS) - Business Use",
            "description": "Cloud-based software as a service (SaaS) - Business Use"
        },
        {
            "taxCode": "81162000A9001",
            "name": "Software as a service (SaaS) – electronic download - business use",
            "description": "Cloud services software delivered over the internet. The software isn't customized for a specific buyer and this model assumes an electronic transfer to the buyer, such as an app download. The software is intended for use by a commercial enterprise. Note: The distinction between business use and personal use for this product tax category is relevant only if you have sales in the US."
        },
        {
            "taxCode": "81162100A0000",
            "name": "Cloud-based platform as a service (PaaS) - Personal Use",
            "description": "Cloud-based platform as a service (PaaS) - Personal Use"
        },
        {
            "taxCode": "81162100A9000",
            "name": "Cloud-based platform as a service (PaaS) - Business Use",
            "description": "Cloud-based platform as a service (PaaS) - Business Use"
        },
        {
            "taxCode": "81162200A0000",
            "name": "Cloud-based infrastructure as a service (IaaS) - Personal Use",
            "description": "Cloud-based Infrastructure as a service (IaaS) - Personal Use"
        },
        {
            "taxCode": "81162200A9000",
            "name": "Cloud-based infrastructure as a service (IaaS) - Business Use",
            "description": "Cloud-based infrastructure as a service (IaaS) - Business Use"
        },
        {
            "taxCode": "81162300A0000",
            "name": "Cloud-based business process as a service - Personal Use",
            "description": "Cloud-based business process as a service"
        },
        {
            "taxCode": "81162300A9000",
            "name": "Cloud-based business process as a service - Business Use",
            "description": "Cloud-based business process as a service - Business Use"
        },
        {
            "taxCode": "81291000A0000",
            "name": "Pet Services - Grooming",
            "description": "Grooming services for an animal such as haircuts, bathing, nail trimming, and flea dips."
        },
        {
            "taxCode": "81291000A0001",
            "name": "Pet Services - Boarding",
            "description": "Services provided by a facility for overnight care of an animal not related to veterinary care."
        },
        {
            "taxCode": "81291000A0002",
            "name": "Pet Services - Obedience Training",
            "description": "The training of an animal to obey certain commands."
        },
        {
            "taxCode": "81300",
            "name": "Magazines & Subscriptions",
            "description": "Periodicals, printed, sold by subscription"
        },
        {
            "taxCode": "81310",
            "name": "Magazine",
            "description": "Periodicals, printed, sold individually"
        },
        {
            "taxCode": "82111900A0001",
            "name": "Digital other news or documents - downloadable - subscription - with conditional rights",
            "description": "Individual digital news articles, newsletters, and other stand-alone documents.  These goods are downloaded to a device with access that is conditioned upon continued subscription payment."
        },
        {
            "taxCode": "82111900A0002",
            "name": "Digital other news or documents - viewable only - subscription - with conditional rights",
            "description": "Individual digital news articles, newsletters, and other stand-alone documents.  These goods are viewable (but not downloadable) on a device with access that is conditioned upon continued subscription payment."
        },
        {
            "taxCode": "82111900A0003",
            "name": "Digital other news or documents - downloadable - non subscription - with permanent rights",
            "description": "Individual digital news articles, newsletters, and other stand-alone documents.  These goods are downloaded to a device with permanent access granted.  These publications are accessed without a subscription."
        },
        {
            "taxCode": "82111900A0004",
            "name": "Digital other news or documents - downloadable - non subscription - with limited rights",
            "description": "Individual digital news articles, newsletters, and other stand-alone documents.  These goods are downloaded to a device with access that expires after a stated period of time."
        },
        {
            "taxCode": "82111900A0005",
            "name": "Digital other news or documents - viewable only - non subscription - with permanent rights",
            "description": "Individual digital news articles, newsletters, and other stand-alone documents.  These goods are viewable (but not downloadable) on a device with permanent access granted."
        },
        {
            "taxCode": "82111900A0006",
            "name": "Digital other news or documents - viewable only - non subscription - with limited rights",
            "description": "Individual digital news articles, newsletters, and other stand-alone documents.  These goods are viewable (but not downloadable) on a device with access that expires after a stated period of time."
        },
        {
            "taxCode": "82121500A0000",
            "name": "Printing",
            "description": "A charge for the printing, imprinting, lithographing, mimeographing, photocopying, and similar reproductions of various articles including mailers, catalogs, letterhead, envelopes, business cards, presentation folders, forms, signage, etc.  The end result is the transfer of tangible personal property to the customer."
        },
        {
            "taxCode": "82141502A0010",
            "name": "Digital Finished Artwork - downloaded - non subscription - with permanent rights",
            "description": "The final art used for actual reproduction by photomechanical or other processes or for display purposes, but does not include website or home page design, and that is transferred electronically.  These goods are downloaded to a device with permanent access granted.  These goods include drawings, paintings, designs, photographs, lettering, paste-ups, mechanicals, assemblies, charts, graphs, illustrative materials, etc."
        },
        {
            "taxCode": "82141502A0020",
            "name": "Digital Finished Artwork - downloaded - non subscription - with limited rights",
            "description": "The final art used for actual reproduction by photomechanical or other processes or for display purposes, but does not include website or home page design, and that is transferred electronically.  These goods are downloaded to a device with access that expires after a stated period of time.  These goods include drawings, paintings, designs, photographs, lettering, paste-ups, mechanicals, assemblies, charts, graphs, illustrative materials, etc."
        },
        {
            "taxCode": "82141502A0050",
            "name": "Digital Finished Artwork - downloaded - subscription - with conditional rights",
            "description": "The final art used for actual reproduction by photomechanical or other processes or for display purposes, but does not include website or home page design, and that is transferred electronically.  These goods are downloaded to a device with access that is conditioned upon continued subscription payment.  These goods include drawings, paintings, designs, photographs, lettering, paste-ups, mechanicals, assemblies, charts, graphs, illustrative materials, etc."
        },
        {
            "taxCode": "82151508A0000",
            "name": "Taxidermy Services",
            "description": "A charge to preserve an animal's body via mounting or stuffing, for the purpose of display or study.  The customer provide the animal.  This a labor charge, with any non-separately stated property transferred in performing the service considered inconsequential."
        },
        {
            "taxCode": "83510000A0000",
            "name": "Childcare Services / Adultcare",
            "description": "Services that provide non-medical care and supervision for infant to school-age children or senior citizens."
        },
        {
            "taxCode": "86132000A0002",
            "name": "Training Services - Self-Study, Web-Based",
            "description": "Self-study, web-based training, not instructor led.  This does not include downloads or streaming of video replays."
        },
        {
            "taxCode": "86132001A0000",
            "name": "Tutoring",
            "description": "Personal or small group teaching, designed to help people who need extra help with their studies"
        },
        {
            "taxCode": "86132201A0000",
            "name": "Training Services - Live Virtual",
            "description": "Live, web-based training. This does not include video replays of the instruction or course. This service allows for a level of participation that is substantially similar to an in-person training on the same subject matter."
        },
        {
            "taxCode": "86132209A0000",
            "name": "Educational Services",
            "description": "Private schools, not college or university"
        },
        {
            "taxCode": "87110000A0000",
            "name": "Engineering Services",
            "description": "Services provided by a profession trained to apply physical laws and principles of engineering in the design, development, and utilization of machines, materials, instruments, structures, processes, and systems. The services involve any of the following activities: provision of advice, preparation of feasibility studies, preparation of preliminary and final plans and designs, provision of technical services during the construction or installation phase, inspection and evaluation of engineering projects, and related services."
        },
        {
            "taxCode": "87120000A0000",
            "name": "Architectural Services",
            "description": "Services related to the art and science of designing and building structures for human habitation or use and includes planning, providing preliminary studies, designs, specifications, working drawings and providing for general administration of construction contracts."
        },
        {
            "taxCode": "87130000A0000",
            "name": "Property Surveying Services",
            "description": "Performing surveying and mapping services of the surface of the earth, including the sea floor. These services may include surveying and mapping of areas above or below the surface of the earth, such as the creation of view easements or segregating rights in parcels of land by creating underground utility easements."
        },
        {
            "taxCode": "87210200A0000",
            "name": "Accounting Services",
            "description": "The measurement, processing and communication of financial information about economic entities including, but is not limited to, financial accounting, management accounting, auditing, cost containment and auditing services, taxation and accounting information systems; excluding general bookkeeping service."
        },
        {
            "taxCode": "87210202A0000",
            "name": "Payroll Services",
            "description": "Service processing payroll checks and tracking payroll data; including printing employees’ payroll checks, pay statements, management reports, tracking payroll taxes, preparing tax returns and producing W-2’s for distribution."
        },
        {
            "taxCode": "87420300A0000",
            "name": "Marketing Services",
            "description": "Performing tests and research for a particular client in connection with the development of particular products, property, goods or services that the client sells to consumers in the regular course of business."
        },
        {
            "taxCode": "87430000A0000",
            "name": "Public Relations",
            "description": "Preparation of materials, written or otherwise, that are designed to influence the general public or other groups by promoting the interests of a service recipient."
        },
        {
            "taxCode": "87439901A0000",
            "name": "Lobbying Services",
            "description": "Services relating to advocating for the passage or defeat of legislation to members or staff of the government."
        },
        {
            "taxCode": "87480000A0000",
            "name": "Consulting Services",
            "description": "The provision of expertise or strategic advice that is presented for consideration and decision-making."
        },
        {
            "taxCode": "90100000A0001",
            "name": "Food and Beverage - Foods for Immediate Consumption",
            "description": "Food and Beverage - Foods for Immediate Consumption"
        },
        {
            "taxCode": "91000000A1111",
            "name": "Online Dating Services",
            "description": "A subscription service for membership to an online dating platform."
        },
        {
            "taxCode": "91111502A1600",
            "name": "Linen Services - Laundry only",
            "description": "A charge to provide laundry services to clothing. The business customer is the owner of the items being cleaned."
        },
        {
            "taxCode": "91111502A1601",
            "name": "Linen Services - Laundry only - items other than clothing",
            "description": "A charge to provide laundry services to linens and the like. This charge is not for clothing items. The business customer is the owner of the items being cleaned."
        },
        {
            "taxCode": "91111503A1601",
            "name": "Dry Cleaning - items other than clothing",
            "description": "A charge to a non-commercial customer for the cleaning or renovating items other than clothing by immersion and agitation, spraying, vaporization, or immersion only, in a volatile, commercially moisture-free solvent or by the use of a volatile or inflammable product. This does not include the use of a self-service coin (or credit card) operated cleaning machine."
        },
        {
            "taxCode": "93121706A0000",
            "name": "Assembly - in conjunction with final purchase of article",
            "description": "A charge separately stated from the sale of the product itself to bring the article to its finished state and in the condition specified by the buyer."
        },
        {
            "taxCode": "93121706A0001",
            "name": "Assembly - prior to final purchase of article",
            "description": "A charge to assemble goods for a purchaser who will later sell the assembled goods to end consumers."
        },
        {
            "taxCode": "93151599A0000",
            "name": "Restocking Fee",
            "description": "A separately stated charge for a return or cancellation of merchandise where the entire original sales price is refunded or credited to the customer. The restocking fee is normally charged to compensate the seller for costs related to returning the merchandise to the seller’s inventory."
        },
        {
            "taxCode": "94120001A0001",
            "name": "Membership Fee - includes future discounts to taxable property of seller",
            "description": "A charge, typically covering some fixed period of time, granting customers access to future discounts on taxable goods sold by the seller of the membership."
        }
    ],
    "page": 1,
    "perPage": 900,
    "totalCount": 850,
    "totalPages": 1
}